[{"Name": "Aleksandar Boskovic, Lecturer in Bosnian, Croatian and Serbian", "Title": "Department of Slavic Languages, Co-Director, Institute of East Central Europe", "url": "https://slavic.columbia.edu/content/aleksandar-boskovic-lecturer-bosnian-croatian-and-serbian", "Research Summary": "Aleksandar Bošković is Lecturer in Bosnian-Croatian-Serbian at the Department of Slavic Languages and Literatures. He received his Ph.D. in Slavic Studies from the University of Michigan (2013) and M.A. in Comparative Literature and Literary Theory from the University of Belgrade (2007). Before coming to the States, he was a research fellow at the Institute of Literature and Art in Belgrade (2003-2008), where he worked on the project of Serbian literature of the XX century. He is the recipient of several grants and fellowships, including Collegium de Lyon Fellowship (2019-2020) and Michael I. Sovern/Columbia Affiliated Fellowship at the American Academy in Rome (2023-24). His research has been supported by the Harriman Institute.\n\nBošković is a scholar of Russian and East European modernism, Yugoslav, post-Yugoslav and Balkan Studies, with a strong background in comparative literature, critical theory, and visual studies. He specializes in avant-garde literature and experimental art practices explored through the lenses of comparative media. He is currently working on a project entitled Nothing (:) Made in Yugoslavia, which investigates the relationship between negation practices across different arts and media in the former Yugoslavia—literature, film, visual arts, radio—and the notion of artistic value. He is also completing a book manuscript entitled Constructivist Cinépoetry Book, which explores the notion of cine-dispositive in relation to the early Soviet agit-poetry books illustrated by photomontage.", "Research Embedding": null}, {"Name": "Christopher J. Caes, Lecturer in Polish", "Title": "Department of Slavic Languages, Co-Director , East Central European Center", "url": "https://slavic.columbia.edu/content/christopher-j-caes-lecturer-polish", "Research Summary": "Polish language, literature, culture, cinema, history. ", "Research Embedding": null}, {"Name": "Offer Dynes", "Title": "Leonard Kaye Assistant Professor of Hebrew and Comparative Literature, Placement Officer, Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/offer-dynes", "Research Summary": "Ofer Dynes is Leonard Kaye Assistant Professor of Hebrew and Comparative Literature at the Department of Slavic Languages and Literatures. He received his Ph.D. in Jewish Studies at Harvard University (September 2016) and held a postdoctoral fellowship at McGill University (2016-2018). Before coming to Columbia, he was an Assistant Professor at the Hebrew University of Jerusalem, where he taught classes in eastern European Jewish literature and history and served as the head of the Program in Yiddish Studies. His research has been supported by the Posen Society of Fellows, The Center for Jewish History in New York, The Leibniz Institute for Jewish History and Culture – Simon Dubnow in Leipzig, the Austrian Fund for Social Sciences, and YIVO Institute for Jewish Research, among other institutions.\n\nDynes specializes in the literature and cultural history of Eastern European Jewry from the 18th to 21st centuries. He has a particular interest in the nexus of literature and political thought. He is currently completing a book manuscript entitled The Fiction of the State: The Polish Partitions and the Beginning of Modern Jewish Literature (1772–1848).  He has also recently co-edited a special volume of Prooftexts, entitled The Beginnings of Modern Jewish Literature in Europe, with Naomi Seidman (University of Toronto). Dynes is a co-founder and organizer of the Hebrew Lab Faculty Seminar, a New-York based workgroup for scholars in Hebrew Literature.  ", "Research Embedding": null}, {"Name": "Marina Grineva, Lecturer in Russian", "Title": "Lecturer in Russian in the Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/marina-grineva-lecturer-russian", "Research Summary": "Marina holds her M.Ed. in Curriculum, Teaching, and Learning with the focus on foreign language instruction from Memorial University of Newfoundland and her Ph.D. in Philology from Nizhny Novgorod State Lobachevsky University. Her research interests are at the intersection of foreign language and culture pedagogy and educational technologies. Specifically, Marina is interested in the value of e-learning technologies in multicultural foreign language classrooms, the use of video technologies in teaching target culture, experiential learning in foreign language education and graduate student development.\nMarina has experience teaching and developing curricula for all levels of Russian as a foreign language and Russian culture courses, including on-line and hybrid modes of delivery.  As a Russian language instructor, Marina has international experience in Russia, Canada, and China. She has taught at the Nizhny Novgorod State Linguistic University (Russia), Memorial University of Newfoundland (Canada), and Sichuan International Studies University (China).", "Research Embedding": null}, {"Name": "Christopher W. Harwood, Senior Lecturer in Czech", "Title": "Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/christopher-w-harwood-senior-lecturer-czech", "Research Summary": "Czech and Russian language pedagogy; 19th-21st-century Czech literature and culture; 19th- and 20th-century Russian literature", "Research Embedding": null}, {"Name": "Valentina B. Izmirlieva", "Title": "Professor of Slavic Languages, Department of Slavic Languages, Director, Harriman Institute", "url": "https://slavic.columbia.edu/content/valentina-b-izmirlieva", "Research Summary": "Ph.D. — University of Chicago, 1999\nM.A.  — Ohio State University, 1991\nB.A.   — Sofia University, 1987", "Research Embedding": null}, {"Name": "Liza Knapp", "Title": "Roberta and William Campbell Professor of the Humanities, Chair, Director of Graduate Studies, Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/liza-knapp", "Research Summary": "Ph.D.: Columbia, 1985", "Research Embedding": null}, {"Name": "Meredith L. Landman, Lecturer in Linguistics", "Title": "Director of Undergraduate Studies, Program of Linguistics, Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/meredith-l-landman-lecturer-linguistics", "Research Summary": null, "Research Embedding": null}, {"Name": "Adam E. Leeds", "Title": "Assistant Professor of Slavic Languages, Director of Undergraduate Studies, Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/adam-e-leeds", "Research Summary": "Ph.D., Anthropology, University of Pennsylvania, 2016\nB.A., Philosophy, University of Chicago, 2005", "Research Embedding": null}, {"Name": "Mark Lipovetsky", "Title": "Professor of Slavic Languages, Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/mark-lipovetsky", "Research Summary": "Born and educated in the USSR, since 1996 Mark Lipovetsky lives in the US. His research interests include such subjects as  post-Soviet culture, Russian postmodernism, post-Soviet drama, late Soviet nonconformist culture, tricksters in Soviet culture. Lipovetsky edited 5-volumes of Dmitry Prigov’s collected works and currently is working on his critical biography. Lipovetsky’s works were nominated for Russian Little Booker Prize (1997) and short-listed for the Andrey Bely Prize (2008).  In 2014, Lipovetsky received an award of the American Association of Teachers of Slavic and East European Languages for the outstanding contribution to scholarship. In 2019, Lipovetsky has been awarded the Andrei Belyi Prize for his service to Russian literature. A History of Russian Literature (Oxford, 2018) that Lipovetsky co-authored, received the Honorable Mention from the MLA Aldo and Jeanne Scaglione Prize for Studies in Slavic Languages and Literatures.", "Research Embedding": null}, {"Name": "John H McWhorter", "Title": "Associate Professor of Linguistics, Program of Linguistics, Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/john-h-mcwhorter", "Research Summary": null, "Research Embedding": null}, {"Name": "Jessica E. Merrill", "Title": "Associate Professor of Slavic Languages, Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/jessica-e-merrill", "Research Summary": "Ph.D.: University of California, Berkeley 2012\nM.A.: University of California, Berkeley 2007\nB.A.: Northwestern University 2003\n ", "Research Embedding": null}, {"Name": "Tatiana A. Mikhailova, Lecturer in Russian", "Title": "Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/tatiana-mikhailova-lecturer-russian", "Research Summary": "M.A. in Russian Language and Literature from the Ural State University (Yekaterinburg, Russia).", "Research Embedding": null}, {"Name": "Irina Reyfman", "Title": "Professor of Slavic Languages; Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/irina-reyfman", "Research Summary": "Ph.D.: Stanford, 1986\nDiploma in Russian Language and Literature, University of Tartu, Tartu, Estonia, 1973", "Research Embedding": null}, {"Name": "Yuri I. Shevchuk, Senior Lecturer in Ukrainian", "Title": "Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/yuri-i-shevchuk-senior-lecturer-ukrainian", "Research Summary": "MA in theory and practice of translation, Kyiv State University, Kyiv, Ukraine, 1982\nPh.D. in Germanic Philology (English lexicology), Kyiv State University, Kyiv, Ukraine, 1987\nMA in political science (comparative politics and American government), New School for Social Research, New York, NY, 1996", "Research Embedding": null}, {"Name": "Alla A. Smyslova, Senior Lecturer In Russian", "Title": "Director of the Russian Language Program, Director of the Russian Practicum, Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/alla-smyslova-senior-lecturer-russian", "Research Summary": "Alla holds her M.A. in Slavic Languages and Literatures from Indiana University, Bloomington, and her Ph.D. in Second Language Acquisition from Bryn Mawr College. She joined the Department of Slavic Languages in 2002. She teaches all levels of Russian as a foreign or heritage language to undergraduate and graduate students, as well as trains graduate instructors. Alla is the co-author (with William Comer, Lynne deBenedette and Jon Perkins) of an online open-access textbook for beginning Russian «Между нами»: An Interactive Introduction to Russian. The textbook is used widely in college and pre-college Russian Language programs, in 2017 it received the AATSEEL Prize for Best Contribution to Pedagogy.\nAlla’s research and teaching focus on issues of foreign and heritage language acquisition by adult learners, skill development, and the effects of instructional intervention. In 2002, she designed and developed the course Russian for Heritage Learners, which she continues to teach. The American Academy of Arts and Sciences, in its 2017 report Investing in Language Education for the 21st Century, recognized this course as a pedagogical model to be adopted elsewhere in the US and applied to other heritage languages.\nAlla regularly presents at national and international conferences. She has contributed articles to the books Russian Language Studies in North America: New Perspectives from Theoretical and Applied Linguistics (Ed.  V. Makarova. London: Anthem Press, 2012) and Studies on Language and Culture in the Russophone World (Eds. R. Brecht, L. A. Verbitskaja, et al. Moscow: Azbukovnik, 2009).\nAlla actively contributes to the Russian field. In recent years, she served on the Russian Standard Setting Committee for the American Councils for International Education; she wrote items for the national AP exam. Additionally, she served on the committee for New York State Teacher Certification Examinations, and on various national selection committees for study abroad and internship programs.  Since 2010, she has been serving on the editorial board of Russian Language Journal, and on the Board of Directors for the American Council of Teachers of Russian (ACTR). As a member of the ACTR Board of Directors, she chaired its Nominations Committee for three years and for the last ten years she has been chairing the National Post-Secondary Russian Scholar Award and co-chaired the National Post-Secondary Russian Essay Contest.\nIn 2020 - 2022, Alla served as Vice-President of the American Council of Teachers of Russian, and in 2021, she received the ACTR Service Award for her outstanding service to the profession.\n  Courses Designed, Developed & Taught at Columbia University                                                      \nUN 1101-1102  First Year Russian\nS 1101-1102     Intensive Beginning Russian\nUN 1103-1104  Russian Grammar for Beginners\nUN 3331-3332  Third Year Russian\n\nUN 3430-3431  Russian for Heritage Speakers\nUN 3335          Advanced Russian through History\nGU 4347          Reading for Social Sciences\nS 4333-4334     Intensive Advanced Russian\nGU 4350-4351  Beyond Advanced: Language, Culture, Society in Today’s Russia\nG 6040              Developing Academic Discourse", "Research Embedding": null}, {"Name": "Marina N. Tsylina, Lecturer in Russian", "Title": "Department of Slavic Languages", "url": "https://slavic.columbia.edu/content/marina-n-tsylina-lecturer-russian", "Research Summary": "Marina Tsylina holds her M.A. in Russian, East European, and Eurasian Studies (specialization in Slavic Linguistics) from the University of Oregon and her Ph.D. in Second Language Acquisition from the University of Wisconsin-Madison. Her research interests include the interaction between learners and teachers. Specifically, Marina is interested in learner and teacher beliefs about how Russian is acquired inside and outside the classroom. Currently, Marina is investigating learners' perceptions of themselves as writers in FL Russian.\n\nMarina has experience teaching Russian as a Foreign and Heritage Language in various contexts. She has taught at the University of Oregon, Portland State University, and the University of Wisconsin-Madison. Since 2018, Marina has served as lead instructor for the fourth-year advanced Russian course in the Indiana University Summer Language Workshop.", "Research Embedding": null}]