[{"Name": "Antoine Marcel Compagnon", "Title": "Blanche W. Knopf Professor of French and Comparative Literature", "url": "https://french.columbia.edu/content/antoine-marcel-compagnon", "Research Summary": "Research Interests \nSixteenth, Nineteenth and Twentieth-Century French literature; literary theory\nAntoine Compagnon, member of the Académie française, is the Blanche W. Knopf Professor of French and Comparative Literature. His research involves three main areas: the Renaissance, the nineteenth and early twentieth centuries, and theory of literature and history of criticism.\nHe focused on Montaigne in La Seconde Main (1979), Nous, Michel de Montaigne (1980), Chat en poche: Montaigne et l’allégorie (1993), Un été avec Montaigne (2013).\nOn Proust, after editing Du côté de chez Swann (1988) and Sodome et Gomorrhe (1988), he published Proust entre deux siècles (1989; American translation, 1992), as well as many articles.\nHe discussed modernity and the avant-garde in Les Cinq Paradoxes de la modernité (1990; American translation, 1994), Baudelaire devant l’innombrable (2004), Les Antimodernes (2005), and the recent Baudelaire l’irréductible (2014) and Un été avec Baudelaire (2015).\nHe presented a cultural history of the Dreyfus Affair in Connaissez-vous Brunetière? (1997), and of the Occupation in Le Cas Bernard Faÿ  (2009).\nTo history of criticism and critical theory, he devoted La Troisième République des lettres (1983) and Le Démon de la théorie (1998; American translation, 2004).\nAmong his recent publications, a novel of formation, La Classe de rhéto (2012); a conversation on his intellectual experiences, Une question de discipline (2013); a memoir on his friendship with Roland Barthes, L’Âge des lettres (2015); an examination of our digital life, Petits spleens numériques (2015) and La vie derrière soi (2021) a study of the relationship between creativity and old age.\nCompagnon is a member of the American Academy of Arts and Sciences, of the Academia Europaea, and a corresponding fellow of the British Academy. He received honorary degrees from King’s College, London, University of Liège, and University of Bucharest. He was elected to the Académie française in 2022.", "Research Embedding": null}, {"Name": "Peter Tracey Connor", "Title": "Professor of French, Barnard College", "url": "https://french.columbia.edu/content/peter-tracey-connor", "Research Summary": null, "Research Embedding": null}, {"Name": "Souleymane Bachir Diagne", "Title": "Professor of French and of Philosophy; Director, Institute of African Studies", "url": "https://french.columbia.edu/content/souleymane-bachir-diagne", "Research Summary": "Research Interests \nHistory of philosophy, Islamic philosophy, African philosophy and literature\nSouleymane Bachir Diagne received his academic training in France. An alumnus of the École Normale Supérieure, he holds an agrégation in Philosophy (1978) and he took his Doctorat d’État in philosophy at the Sorbonne (1988) where he also took his BA (1977). Before joining Columbia University in 2008 he taught philosophy for many years at Cheikh Anta Diop University, Dakar (Senegal) and at Northwestern University. His field of research includes history of logic, history of philosophy, Islamic philosophy, African philosophy and literature. He is the author of African Art as Philosophy: Senghor, Bergson, and the Idea of Negritude (Seagull Books, 2011), The Ink of the Scholars: Reflections on Philosophy in Africa, (Dakar, Codesria, 2016), Open to Reason: Muslim Philosophers in Conversation with Western Tradition, (New York, Columbia University Press, 2018). His book, Bergson postcolonial. L’élan vital dans la pensée de Senghor et de Mohamed Iqbal, (Paris: Editions du CNRS, 2011) is forthcoming in an English version to be published by Fordham University Press. That book was awarded the Dagnan-Bouveret prize by the French Academy of Moral and Political Sciences for 2011 and on that same year professor Diagne received the Edouard Glissant Prize for his work. Souleymane Bachir Diagne’s current teaching interests include history of early modern philosophy, philosophy and Sufism in the Islamic world, African philosophy and literature, twentieth century French philosophy.", "Research Embedding": null}, {"Name": "Madeleine Dobie", "Title": "Professor of French and Comparative Literature", "url": "https://french.columbia.edu/content/madeleine-dobie", "Research Summary": "Research Interests \nFrancophone/postcolonial literature; colonial history; 18th-century culture\nI'm currently Chair and Director of Graduate Studies of the Department of French. I'm also a member of the Executive Committee of the Institute for Comparative Literature & Society and Co-director of Columbia’s Amman-Tunis Middle-East/North Africa summer program, an intensive Arabic language course combined with a cultural and historical seminar.\nTeaching and Research \nMy teaching and research areas include francophone/postcolonial literatures and cinemas of France, the Maghreb, the Middle East and the Caribbean as well as the cultural dimensions of migration and diaspora. I also teach and write about eighteenth-century French culture, particularly with regard to orientalism, colonialism and the history of slavery. \nCurrent Projects \nMy current book project, After Violence: Cultural Renewal in Contemporary is about literature, cinema and other forms of artistic expression in contemporary Algeria. I look both at how memories of the ‘Black Decade’ of the 1990s are finding expression in the arts, and at new developments in Algerian culture, for example the establishment of new publishing ventures and arts venues and the emergence of new literary voices and forms.\nI am also editingThe Comparative Literary History of Slavery, Vol. 1: Slavery, Literature & the Emotions. This is the first of a three-volume series devoted to the literary imprint of modern slavery across regions, languages, genres and media. Published under the auspices of the ICLA's Comparative Literary Histories series, it is scheduled to appear in 2020-2022.\nOther current projects include a collective volume on contributions of the Guadelopean writer and winner of the 2018 'Alternative Nobel Prize,\" Maryse Condé, an article on multilingualism and translation in North-African literature and a book chapter on testimony and aesthetics in literary and cinematic accounts of contemporary Mediterranean migration.\nCurrent Grants \nWith support from a grant from Columbia's Humanities War and Peace Initiative I am working on a multifaceted project on spatial aesthetics and arts spaces in the Maghreb and Middle East. The project includes research on politics, the arts and what I am tentatively calling the 'cultural public sphere' for my book on contemporary Algeria, and course development around conflict, conflict resolution and the arts in Algeria and Tunisia.\nI have also received a grant from the Center for Spatial Research to develop a hybrid course with traditional and digital components on space, urban conflict and cartography in North Africa. This new course will be offered in conjunction with CSR in fall 2020.\nRecent Books\nCo-written with historian Myriam Cottias, Relire Mayotte Capécia: une femme des Antilles dans l'espace colonial français is a critical re-edition of two mid twentieth-century novels by the Martinican writer, Mayotte Capécia. In an introductory essay to the novels we explore the fascinating convergence of race, gender, colonialism and the Vichy regime that formed the context of these two polygraphic texts.\nTrading Places: Colonization and Slavery in 18th-Century French Culture, examines the place of slavery in eighteenth-century French literature, philosophy and material culture, particularly textiles and furniture. It focuses on the longstanding silence surrounding colonial slavery and on processes of displacement and disavowal.", "Research Embedding": null}, {"Name": "Thomas W. Dodman", "Title": "Associate Professor of French; Director, History & Literature Program (HiLi)", "url": "https://french.columbia.edu/content/thomas-w-dodman", "Research Summary": "Research interests\nModern France and French Empire; cultural and intellectual history; history and literature; emotions, medical humanities, and psychoanalysis; political economy and critical social theory.\nI am a historian of modern France and its empire, with a broad training in cultural and intellectual history, and interdisciplinary research and teaching interests in psychoanalysis, anthropology, political economy, and social theory. My work ranges widely, but typically explores social transformation in times of war and revolution, and through the study of emotions and medicine in particular. As director of the History and Literature (HiLi) MA at Columbia’s Global Center in Paris, I also probe the porous boundary between these two disciplines and forms of writing.\nMy first book, What Nostalgia Was: War, Empire, and the Time of a Deadly Emotion (Chicago, 2018) examines how people once died of nostalgia in order to tell a larger story about social transformation and alienation in a time of war and imperialism. A work of archival research, the book develops a theory of practice as a way of grounding the history of changing concepts and emotions in the capitalist epoch. A revised edition appeared in French translation as Nostalgie: Histoire d’une émotion mortelle (Seuil, 2022)\nIn a new book project provisionally titled Les Volontaires and under contract with Seuil, I tell the extraordinary story and “family romance” of a young man who was raised to be Rousseau’s Emile, and of his philosophe adoptive mother and step sister-cum-future wife, through the French Revolution, the Napoleonic Wars, and the early Nineteenth Century. Part micro-history, part social biography, this book explores ways and possibilities of writing a fragmentary history in a minor key.\nI strongly believe in the value of collaborative and interdisciplinary work, and enjoy coediting the journal Sensibilités: histoire, critique & sciences sociales (Anamosa), together with Clémentine Vidal-Naquet, Hervé Mazurel, Anouche Kunth, and Quentin Deluermoz. I have curated four issues in particular of the journal, on the study of emotions in neuroscience and the social sciences (Controverses sur l’émotion, 2018); on money (Au miroir de l’argent, 2021); on forms of insensibility (Insensibilités, 2023); and, with Sarah Mazouz, on race (L’ombre portée, 2024). I also serve on the editorial boards of Critical Historical Studies (Chicago) and Romanic Review (Duke), and was previously associate editor at Emotion Review (Sage). I have coedited a special issue of French Historical Studies on Epistolary Gestures together with Anne Verjus and Caroline Muller (Duke, 2021) as well as two collected volumes: a global history of war, featuring 55 specialists and offering a sweeping thematic panorama of armed conflicts since the nineteenth century (Une Histoire de la Guerre, du XIXe siècle à nos jours, Seuil, 2018, with Bruno Cabanes, Hervé Mazuel, and Gene Tempest); and an exploration of the afterlives of the Napoleonic empire (From the Napoleonic Empire to the Age of Empire, Palgrave, 2023, with Aurélien Lignereux).\nIn 2023-24 I am a fellow at the Columbia Institute for Ideas & Imagination at Reid Hall in Paris, where I will be working on two new projects: a social biography of Ismaÿl Urbain and a non-canonical reading of Alexis de Tocqueville. I have previously held fellowships at the Shelby Collum Davis Center for Historical Studies at Princeton University; at the Institute for Advanced Study in Princeton, where I co-founded the collective project IAS History Working Group; at the Kluge Center at the Library of Congress; at the Huntington and Newberry libraries; as well as the Marie Curie EU fellowship program.\nI read history in the UK at University College London (BA 2001 & MA 2002), before moving to the US to pursue a doctorate at the University of Chicago (PhD 2011). Before joining Columbia I taught at Boston College, George Mason University, and Sciences Po Paris. I teach Contemporary Civilization in the Core, modern French and intellectual history, as well as thematic courses on the interdisciplinary study of emotions, history & literature, and the comparative analysis of racial passing and class transfuges. I am affiliated with ICLS, Medical Humanities, and the Heyman Center for the Humanities, and I co-organize the affect studies university seminar as well as numerous events at the Maison Française at Columbia.\nRepresentative Publications", "Research Embedding": null}, {"Name": "Pierre Force", "Title": "Professor of French and of History", "url": "https://french.columbia.edu/content/pierre-force", "Research Summary": "Research Interests \nEarly Modern French literature and history\nPierre Force received his academic training in France, where he was a fellow of the École normale supérieure. He took his BA in Classics (1979), doctorate in French (1987), and habilitation (1994) at the Sorbonne. He first came to the United States in 1984 as a lecturer at Yale University, and he joined the Columbia faculty in 1987. He works at the interface between the humanities and the social sciences and has published in the fields of early modern French literature, intellectual history, and social history. He is the author of Le Problème herméneutique chez Pascal (Paris: Vrin, 1989), Molière ou Le Prix des choses (Paris: Nathan, 1994), Self-Interest before Adam Smith (Cambridge University Press, 2003), and Wealth and Disaster (Johns Hopkins University Press, 2016). He chaired the French Department from 1997 to 2007 and is also a member of the History Department. He chaired the Provost's Tenure Review Advisory Committee in 2022-23. From 2011 to 2014 he served as the inaugural Dean of Humanities in the Faculty of Arts and Sciences. He received the Columbia Distinguished Faculty award in 2005 and a Guggenheim fellowship in 2009. He has been a visiting professor at Princeton, Paris VII, Paris XIII, and the École normale supérieure. His teaching interests include French classicism and its reception, hermeneutics and rhetoric, historiography, the history of economic thought, and Atlantic history.", "Research Embedding": null}, {"Name": "Aubrey Gabel", "Title": "Director of Undergraduate Studies; Assistant Professor of French", "url": "https://french.columbia.edu/content/aubrey-gabel", "Research Summary": "Aubrey Gabel (PhD, UC Berkeley 2017) is a specialist in 20th- and 21st-century French and Francophone literature, culture, and visual media (film and graphic novels). She has several peer-reviewed articles, critical reviews, and interviews published or forthcoming in journals such as Studies in Twentieth- and Twenty-First Century Literature; SITES; Comparative Literature; French Politics, Culture, and Society; Contemporary French Civilization; Nineteenth-Century French Studies; H-France Imaginaires, and Theater Journal. She has also written for public-facing venues like Public Books, The Comics Journal, and The Los Angeles Review of Books and serves on the editorial board of Romanic Review.\nAt Columbia, Professor Gabel teaches Contemporary Civilization in the Core Curriculum, as well as undergraduate and graduate courses on 20th- and 21st-century literature, culture, and film. Recent course titles include, “Violence, Politics, and the Graphic Novel,” “Sex, Drugs, and Marxism,” and “Postwar French Cinema and Bad Taste.” Before moving to Columbia, she taught at UC Davis, UC Berkeley, CU Boulder, and Paris VII. She has received fellowships from the Heyman Center for the Humanities, the Berkeley Language Center, the Dartmouth Center for French Cultural Studies, and the Andrew W. Mellon Foundation, as well as a Lenfest Junior Faculty Development Grant. Outside of academia, Aubrey Gabel works as a freelance translator and interpreter, with interests in oral history.\nProf. Gabel is currently completing a manuscript, The Politics of Ludics: French Authors Playing Politics from the 1950s to the Present, on the representation of contemporary politics and history in ludic literature. Literary ludics, like constraint or procedural writing, approach writing like a game, placing conditions on the language or context of writing. But what could be further—or closer?—to politics than a writing game? The monograph juxtaposes an usual array of case studies, placing three generations of the well-known formalist literary group Oulipo—like Raymond Queneau, Georges Perec, and Jacques Jouet—alongside writers who are not traditionally deemed to be ludic (or even writers!), like the lesbian activist-writer Monique Wittig and the ex-militant editor François Maspero. These authors, all of whom roughly belong to the same generation, which came of age politically during May ’68 and the Algerian War, deploy ludic or ludic-adjacent methods, like feminizing the French language or cannibalizing intertexts, representing the full spectrum of ludic practice. This transdisciplinary and transhistorical monograph employs mixed methods—including Bourdieusian sociological analysis, archival research, intellectual history, textual philology, and close readings—to examine how and why French authors turn to these ludic methods to grapple with diverse, and often violent, histories. These range from the rise and fall of French feminist and Third-Worldist groups, to the aftermath of international socialism, in the former Parisian Red Belt or in post-Yugoslavia Balkan states. The Politics of Ludics demonstrates that ludic methods serve a few distinct purposes: as a deflection strategy, or a posture or self-presentation, often understood as a means of sidestepping the demands of Sartrean commitment and reframing what it meant to be a “political” author, and as a coded speech, or a means of addressing history indirectly and (more) covertly, outside of the public sphere. Finally, literary ludics functioned as a kind of space travel, or structured movement through the spaces of local and international history.\n ", "Research Embedding": null}, {"Name": "Elisabeth A Ladenson", "Title": "Professor of French and Comparative Literature; General Editor, The Romanic Review", "url": "https://french.columbia.edu/content/elisabeth-ladenson", "Research Summary": "Research Interests \nNineteenth and Twentieth-Century French and comparative literature and cultural history\nElisabeth Ladenson is Professor of French and Comparative Literature and General Editor of Romanic Review. She studied at Paris VII (DEUG, 1981) and the University of Pennsylvania (BA, 1984) before going on to graduate work at Columbia (MA, 1988; MPhil, 1992; PhD, 1994). She taught at the University of Virginia from 1992 to 2005. At UVA, she directed the Comparative Literature program from 1998-2004. She has also held visiting appointments at Rice University and the University of California, Berkeley. Her main teaching and research interests are in 19th- and 20th-century French and comparative literature; gender studies; cultural history and historiography. Her book Proust's Lesbianism (Cornell UP, 1999) has been translated into French as Proust lesbien (Epel, trans. Guy le Gaufey, 2004) and into Spanish as Lesbianismo en Proust (Me Cayó el Veinte, trans. Martín Pérez, 2010).  She has also edited a special issue of GLQ on \"Men and Lesbianism\" (2001), and published essays on a wide range of subjects in journals including Yale French Studies, The Yale Review, and The London Review of Books. Her book Dirt for Art's Sake: Books on Trial from Madame Bovary to Lolita was published by Cornell in 2007.  She is working on a book called \"Proust in the Margins: Jew, Homosexual, Snob.\"", "Research Embedding": null}, {"Name": "Camille Robcis", "Title": "Professor of French and of History; Director of French Graduate Studies; Director of French Graduate Admissions", "url": "https://french.columbia.edu/content/camille-robcis", "Research Summary": "Research Interests:\nHistory of Modern France; Cultural and Intellectual History; Critical Theory; Gender & Sexuality; History of Psychiatry and Psychoanalysis; Legal and Political Theory.\nMy area of scholarly expertise is modern European history, gender and sexuality, and intellectual, cultural, and legal history.  In both my teaching and my research, I examine the relationship between texts and their various contexts (cultural, social, political, economic).  My work is intrinsically interdisciplinary as I often rely on critical theory, literature, psychoanalysis, and anthropology to examine historical documents, but also as I offer historical analysis as a means to elucidate philosophical questions. I conceive of history not only as way to document the past but also as an invitation to engage in a dialogue with the present.\nMy first book, The Law of Kinship: Anthropology, Psychoanalysis, and the Family in France was published by Cornell University Press and won the 2013 Berkshire Conference of Women Historians Book Prize.  It examines how and why French judges and legislators turned to structuralism – and more specifically, to some of the most difficult and abstract concepts of Claude Lévi-Strauss and Jacques Lacan – to reassert the centrality of the heterosexual family in political debates around bioethics, same-sex unions, single-parent households, family names, surrogacy, and adoption.\nMy second book, Disalienation: Politics, Philosophy, and Radical Psychiatry in Postwar France (Chicago, 2021) maps the intersections of politics, philosophy, and radical psychiatry in twentieth-century France.  It focuses on a psychiatric movement called “institutional psychotherapy” which had an important influence on many intellectuals and activists, including François Tosquelles, Jean Oury, Felix Guattari, Frantz Fanon, Georges Canguilhem, and Michel Foucault.  Anchored in Marxism and Lacanian psychoanalysis, institutional psychotherapy advocated a fundamental restructuring of the asylum in order to transform the theory and practice of psychiatric care.  More broadly, for many of these thinkers, the asylum could function as a microcosm for society at large and as a space to promote non-hierarchal and non-authoritarian political and social structures.  Psychiatry, they contended, provided a template to better understand alienation and offer perspectives for “disalienation.” \nI am currently working on a project tentatively titled The War on Gender in which I try to make sense of various arguments that have emerged in recent years against a so-called “theory of gender,” “gender ideology,” or “gender agenda.”  According to its critics, this “gender ideology” has driven the push for a broad range of sexual and reproductive rights, from the legalization of abortion, access to contraception, same-sex marriage, sexual education in schools, non-discrimination bills, access to new reproductive technologies, trans rights, and much more.  My book traces the discursive origins of this “anti-genderism” to various UN conferences in the 1990s and it maps the global circulation of the term, first through the Vatican and its different think tanks, and later through other religious, right-wing, and populist groups.\nI received my B.A. in History and Modern Culture & Media from Brown University in 1999 and my Ph.D. in History from Cornell in 2007.  Prior to coming to Columbia, I taught at Cornell for ten years.  I have received fellowships from the Penn Humanities Forum, LAPA (Princeton Law and Public Affairs), the Society for the Humanities, the National Endowment for the Humanities, the Institute for Advanced Study, and the John Simon Guggenheim Foundation. \nSelected Publications", "Research Embedding": null}, {"Name": "Emmanuelle Saada", "Title": "Department of French Chair; Professor of French and of History; Director of the Center for French and Francophone Studies", "url": "https://french.columbia.edu/content/emmanuelle-saada", "Research Summary": "Research Interests\nNineteenth and Twentieth Century French Imperialism; Legal Cultures; History of French Social Thought\nEmmanuelle Saada’s main field of research and teaching is the history of the French empire in the 19th and 20th century, with a specific interest in law. Her first book, Les enfants de la colonie: les métis de l'Empire français entre sujétion et citoyenneté, was published in France in 2007 and translated in 2012 under the title Empire’s Children: Race, Filiation and Citizenship in the French Colonies (University of Chicago Press). Emmanuelle Saada is currently writing a historiographical book reflecting on French and European colonization as a history of the present. She is also working on a project on law and violence in Algeria and France in the 19th century. She has published several articles on colonial law, culture and politics as well as reflections on recent French debates in the social sciences.", "Research Embedding": null}, {"Name": "Joanna Stalnaker", "Title": "Professor of French", "url": "https://french.columbia.edu/content/joanna-stalnaker", "Research Summary": "Research Interests \nEnlightenment literature and philosophy; literary forms of philosophical and scientific knowledge; death and last works; women writers and salon culture. \nJoanna Stalnaker works on Enlightenment literature and philosophy. She is especially interested in the ways experimental literary forms shaped philosophical ideas and the transmission of knowledge. Her recent work explores how our view of the Enlightenment and philosophy itself changes when we pay closer attention to women writers.\nStalnaker’s first book, The Unfinished Enlightenment: Description in the Age of the Encyclopedia (Cornell, 2010), was awarded the Kenshur Prize from the Center for Eighteenth-Century Studies at Indiana University. Her new book, The Rest Is Silence: Enlightenment Philosophers Facing Death, will be published by Yale in the Walpole Series. She also co-edited, with Nicholas Cronk, a special volume of the Romanic Review on eighteenth-century authorship. Her articles have appeared in Representations, Critique, Journal of the History of Ideas, Oxford Encyclopedia of Literary Theory and A History of Modern French Literature (Princeton), among other venues.\nStalnaker has advised dissertations on nuns and convents on the French Revolutionary stage, Rousseau’s gender politics read through the lens of Monique Wittig, material and literary forms of knowledge collection from Rousseau to Sebald, and more. Some of her advisees have gone on to teach at Williams, Scripps, Princeton, Berkeley and Boston College, while others have pursued careers in high school teaching, study abroad administration, publishing and translation.\nStalnaker was a recipient of the Lenfest Distinguished Faculty Award in 2014. She chaired Literature Humanities from 2018-21 and has taught the course for the past two decades.\nStalnaker’s current project is a short book on Madame du Deffand as the most radical of the Enlightenment philosophers.", "Research Embedding": null}, {"Name": "Caroline Elizabeth Weber", "Title": "Professor of French, Barnard College", "url": "https://french.columbia.edu/content/caroline-elizabeth-weber", "Research Summary": "Research Interests\nEighteenth Century French literature and cultural history\nCaroline Weber (Barnard) is a Professor of French specialized in the literature and history of the 17th- and 18th-century royal court, the Enlightenment, and the French Revolution. At Columbia, she has offered seminars on Rousseau, modern literary theory, May 1968, and Images of the French Revolution, team-taught with Professor Elisabeth Ladenson. A graduate of Harvard (A.B., summa cum laude) and Yale (M.A., M.Phil., Ph.D.), she was a junior faculty member at the University of Pennsylvania before coming to Barnard and Columbia in 2005; she has also been a visiting professor at Princeton. Focused on the intersections between literary, political, and visual culture (including fashion), she has contributed articles to such scholarly journals as PMLA, Philosophy and Literature, Eighteenth-Century Culture, and Nineteenth-Century French Studies, and to such mainstream publications as the New York Times, the London Review of Books, the Wall Street Journal, the Washington Post, the Financial Times, W magazine, Town & Country, and Vogue. Professor Weber has published the following books: Fragments of Revolution (Yale UP 2002), an anthology of essays coedited with H.G. Lay; Terror and Its Discontents: Suspect Words in Revolutionary France (U of Minnesota P 2003); Queen of Fashion: What Marie Antoinette Wore to the Revolution (Holt 2006/Picador 2007), a New York Times Notable Book and a Washington Post Best Book of the Year; and Proust's Duchess: How Three Celebrated Women Captured the Imagination of Fin-de-Siècle Paris (Knopf 2018), a finalist for the American Library of Paris Book Prize and the winner of the French Heritage Society Literary Award. She is currently at work on a book about literature and aristocratic society in Paris from the Dreyfus Affair to the end of World War I. ", "Research Embedding": null}, {"Name": "Eliza Zingesser", "Title": "Graduate Placement Officer; Associate Professor of French", "url": "https://french.columbia.edu/content/eliza-zingesser", "Research Summary": "Education\nA.B. summa cum laude, Smith College (2005)\nPh.D. Princeton University (2012)\n\nResearch Interests\nMedieval French and Occitan literature, music, and culture; multilingualism, language contact, and translation theory; gender, sexuality, and queer theory; animal studies; voice and sound studies\n\nMy current book project, Lovebirds: Avian Erotic Entanglements in Medieval French and Occitan Literature, is about how birds, rather than being mere “symbols” of love, performed actual work with respect to the erotic experience. In each chapter, I turn to a different confluence of birds and human subjects (confluences I propose to call “entanglements”) and to what those confluences enabled erotically. In an introduction, I trace the history of the association between birds and love back to classical antiquity but also forward, showing that it endures to this day in our contemporary erotic vocabulary and imaginary. In the rest of the book, I argue that human-avian entanglements made possible: a type of language that foregrounds the corporeal and sensorial over the semantic (chapter 1, “Pidgin Poetics”), erotic affects such as desire and pleasure (chapter 2, “The Wings of Desire”), erotic self-conception and the pivoting of love objects (chapter 3, “The Falcon as Fulcrum”), and memory of the love object (chapter 4, “Mnemonic Birds”). In a coda, I explore how metamorphosis into a bird seems to be a requisite condition for physical erotic contact, and especially for procreation, in much medieval literature.\n\nMy first book, Stolen Song: How the Troubadours Became French (Cornell University Press, 2020), documented for the first time the act of cultural appropriation that created a founding moment for French literary history: the rescripting and domestication of troubadour song, a prestige corpus in the European sphere, as French, and the simultaneous creation of an alternative point of origin for French literary history—a body of faux-archaic Occitanizing song. In one of my essays, “Francophone Troubadours,” I give an overview of the book’s argument.\n\nSome of my recent articles have been about the interface of human and avian language, a shared predilection between birds and humans for acoustic recycling, and an unwillingness on the part of medieval French and Occitan authors to formally demarcate birdsong/speech (“Pidgin Poetics,”“Chrétien the Jay,” and “Voice and Species in the Ovide moralisé”). I have also written about the intersection of finance and literature, e.g., about metaphors of love as debt or usury and masochism as a mode of payment (“The Poets of the North”), and about Froissart’s depiction of poetry as a kind of financial accounting (“The Value of Verse”). My other essays are about sources that authors choose to suppress as well as those they choose to remember, especially in the context of the materiality of their work and/or cross-cultural interaction. One is about an Italian expansion and revision of Richard de Fournival’s Bestiaire d’amour and its strategy of self-authorization as the sole authentic version of the Bestiaire (“Remembering to Forget”), another about the suppression of Italian sources and the promotion of French ones in Nicole de Margival’s Dit de la panthère (“The Vernacular Panther”), another about Guillaume de Machaut’s debt to neoplatonism in his general prologue (“The Genesis of Poetry”), and another about the way in which the reuse of woodcuts from an edition of Aesop’s Fables in a 1547 edition of Rabelais cues that text and its paratext for readers (“Rabelais et Ésope en images”). For full bibliographic references, see below.\n\nI regularly teach “Literature Humanities” as part of Columbia’s Core Curriculum as well as a class called “Queer Medieval France.” I have also taught “Eloquent Animals,” “Writing Women in Medieval France and England,” and “Reading and Writing (on) the Body in the Francophone Middle Ages,” among others. In the near future, I hope to teach a course called “Medieval Media Theory.”\nArticles and Book Chapters\n“Voice and Species in the Ovide moralisé.” Forthcoming in the Journal for Interdisciplinary Voice Studies.\n\n“Chrétien the Jay: Avian Rhetoric in Philomena.” Rhetorica: A Journal of the History of Rhetoric 38.2 (2020): 156-179\n\n“The Poets of the North: Economies of Literature and Love.” In Musical Culture in the World of Adam de la Halle, ed. Jennifer Saltzstein. Leiden: Brill (2019), 51-76\n\n“Francophone Troubadours: Assimilating Occitan Lyric in Medieval France.” In Medieval Francophone Literary Culture Outside France, ed. Dirk Schoenaers and Nicola Morato. Turnhout: Brepols (2018), 371-387\n\n“Pidgin Poetics: Bird Talk in Medieval France and Occitania.” New Medieval Literatures 17 (2017): 62-80. (Winner of the Malcolm Bowie Prize from the Society for French Studies)\n\n“Remembering to Forget Richard de Fournival’s Bestiaire d’amour in Italy: The Case of Pierpont Morgan MS 459.” French Studies 69.4 (2015): 439-448\n\n“The Vernacular Panther: Encyclopedism, Citation, and French Authority in Nicole de Margival’s Dit de la panthère.” Modern Philology 109.3 (2012): 301-311\n\n“The Genesis of Poetry: Machaut’s Prologue, Boethius’ Consolation of Philosophy and Chartrian Neoplatonism.” Viator 42.2 (2011): 143-156\n\n“The Value of Verse: Storytelling as Accounting in Froissart’s Dit du florin.” Modern Language Notes 125.4 (2010): 861-872\n\n“Rabelais et Ésope en images.” Études Rabelaisiennes 50 (2010): 23-42\n\nLast updated January 2024", "Research Embedding": null}, {"Name": "Célia Abele", "Title": "Lecturer in French", "url": "https://french.columbia.edu/content/celia-abele", "Research Summary": null, "Research Embedding": null}, {"Name": "Alexandra Borer", "Title": "Lecturer in French", "url": "https://french.columbia.edu/content/alexandra-borer", "Research Summary": null, "Research Embedding": null}, {"Name": "Pascale F Crepon", "Title": "Lecturer in French", "url": "https://french.columbia.edu/content/pascale-f-crepon", "Research Summary": "Research Interests\nTwentieth-Century French and Francophone Theatre, Swiss-French literature\nPascale Crépon received her Ph.D. in French Studies from the University of Minnesota in 2009. Her dissertation entitled “Theatre as a Process of Humanization,” examines the role and interrelation of the body and language in modern cultures, and studies the often problematic interaction between the individual and the collective. Her research moves toward a new discourse on the relationship between identity and violence, by articulating that the necessary condition for cognition is embodiment\nShe received an Award for Excellence in Teaching from the Department of French and Italian, University of Minnesota. Her area of concentration is 20th and 21st century theatre as well as Swiss-French literature. She is currently working on the translation of Swiss-French plays and preparing a course entitled “Learning French through Theatre.”", "Research Embedding": null}, {"Name": "Wesley Gunter", "Title": "Lecturer in French", "url": "https://french.columbia.edu/content/wesley-gunter", "Research Summary": "Research interests:\nThe use of media to create appropriate context for foreign language acquisition (film, television, YouTube videos); 20th century French literature, philosophy, and theory; the works of Jean-Paul Sartre\n\nWesley received his Ph.D. from New York University in 2014.  He has previously been an instructor at NYU, St. John's University, and Wagner College.  He has taught courses on French language, literature, film and translation.", "Research Embedding": null}, {"Name": "Heidi L. Holst-Knudsen", "Title": "Senior Lecturer in French; Managing Editor, Romanic Review", "url": "https://french.columbia.edu/content/heidi-l-holst-knudsen", "Research Summary": "Research Interest\nFrench language pedagogy\nHeidi Holst-Knudsen received her PhD from Columbia University in 2001, specializing in the 19th century and particularly on Gerard de Nerval. She teaches all levels of language and a course on French language, society, and culture through film. She presents frequently on pedagogical practices, focusing primarily on the use of visual supports (bande-dessinées, political cartoons) and film in the language classroom. Her research is currently focused on political cinema and she has given talks and published articles on the films of Kassovitz, Bresson, Tati and Varda among others. She is managing editor of Romanic Review, a scholarly journal devoted to the study of Romance literatures, published by Columbia University’s French department. ", "Research Embedding": null}, {"Name": "Pascale Hubert-Leibler", "Title": "Senior Lecturer in French", "url": "https://french.columbia.edu/content/pascale-hubert-leibler", "Research Summary": "Research Interest\nFrench language pedagogy\nPascale Hubert-Leibler is Director of the French Language Program. In this capacity, she supervises all aspects of language instruction in the Department, and she is in charge of the pedagogical training of new teaching fellows. She held a similar position at Princeton University before she joined the Columbia faculty in 2001. She has also taught at Université de Reims, Cornell University , and King's College, London . A former fellow of the Ecole normale supérieure de Fontenay (1978-83), she took her BA (1979), MA (1980), and Ph.D. (1984) in English Literature at Paris III (Sorbonne Nouvelle). She also received the agrégation d'anglais in 1981. She has published translations of Samuel Pepys and Anthony Burgess.", "Research Embedding": null}, {"Name": "Marie-Helene Koffi-Tessio", "Title": "Lecturer in French", "url": "https://french.columbia.edu/content/marie-helene-koffi-tessio", "Research Summary": null, "Research Embedding": null}, {"Name": "Laurence Marie", "Title": "Lecturer in French", "url": "https://french.columbia.edu/content/laurence-marie", "Research Summary": "Research interests\n18th Century; History of Emotions; Acting Theory; Colonial Theater; Theater and the Arts; Reception of Shakespeare\nI hold an ‘agrégation de Lettres modernes’ and a Ph.D. in Comparative literature from La Sorbonne University in Paris. Prior to coming to New York, I taught French and comparative literature for 10 years in French universities, mostly at La Sorbonne. Between 1999 and 2014, I was a member of the journal Labyrinthe. Atelier interdisciplinaire (and its co-director from 2004 to 2007). I was a freelance writer for the weeklies Le Nouvel Observateur, Elle Magazine and Le Monde des livres. And I worked for 3.5 years as a speech writer and advisor to the French Minister of European Affairs, and of Higher Education and Research.\nIn 2012, I came to New York to lead of the Book and Ideas department at the French Embassy in the United States, promoting French and Francophone writers nationwide. I curated a year-long Proust festival, helped create Albertine French bookstore, coordinated several yearly French-American Albertine festivals, helped organize an exhibition on Francophone graphic novels at Cooper Union, and organized the first Night of Philosophy in the U.S.  \nIn 2016, when my four-year diplomatic appointment came to an end, I was recruited at Columbia Department of French. I also taught philosophy, 18th-Century and contemporary literature classes at New York University (Tisch School of the Arts and Department of French Literature, Thought and Culture).\nMy current research project deals with how female “savages” (and the wild nature surrounding them) were staged in 18th century theater and visual arts, and in particular how the representations of the Renaissance and early modern encounters between female natives and French settlers (in Canada, the Caribbean, and Africa) contributed to build and intertwine gender and racial stereotypes.\nPUBLICATIONS\nBook\nInventer l’acteur. Emotions et spectacle dans l’Europe des Lumières, 480 pages, 25 color illustrations (Sorbonne Université Presses, 2019, 26 euros)\nReviewed in Le Monde des livres (03/28/2019), Le Nouvel Observateur (05/09/2019), La Vie des idées (09/23/2021), The French Review (93/4, May 2020), French Studies (07/29/2020), Journal for Eighteenth Century Studies (Sept. 2020), Revue d’histoire littéraire de la France (2020, n° 4), H-France Review (March 2021), Double jeu (n° 17, May 2021), Revue Dix-huitième siècle (2021/1, n° 53), Ação : Arte do Ator em revivista (2021, 1/1, July 1, 2021)\nForthcoming reviews in Eighteenth Century Studies, Drammaturgia, and Rassegna della letteratura italiana\nIn Inventer l’acteur, I recount the steps that led to the emergence of stage performance’s first theories in the Eighteenth Century. I analyze the shift from declamation to a more visual, body-centered type of performance, at a time when theater was the main form of entertainment. I show how acting was a laboratory for Enlightenment ideas about the relationships between nature, works of art and the audience. By focusing on the body and emotions, acting theory challenged the classical imitation of passions in favor of a more direct expression of emotions. These bold experiments opened the pathways that would be continued by modern theories of performance and the arts. They also constituted a revolutionary exploration of individual identity through a new focus on the living body, and the elevation of acting to an art form and actors and actresses to full citizens.\nCollective Volumes \nEmotions Hit the Stage (16th-21st Century), eds with S. Chaouche. European Drama and Performance Studies, 2021/2, n° 17\nBook chapter about drama translations in Histoire des traductions en langue française. XVIIe-XVIIIe siècles, Verdier, 2014, pp. 855-948 (with co-coordinator C. Lechevalier)\nConference proceedings : Réécritures du crime. L’acte sanglant sur la scène, in Littératures classiques, n°67, 2008/3 (with F. Lecercle and Z. Schweitzer)\nJournal : Revues, modes d’emploi, in Labyrinthe, n° 31 (with P. Savy)\nEdition of Theater Plays\nDeux courtes pièces autour du mariage : Feydeau – Labiche, GF Étonnants classiques, n°10356\nMarivaux, La Double Inconstance, GF Étonnants classiques, n°10336\nMost recent articles\nApprox. 30 articles published in the field of 18th century theater and European history of aesthetic ideas in French, American and British journals (in French and English)\nOn Colonial Theater in the Atlantic World\n“Talks about theater in Saint-Domingue’s Affiches américaines (1766-1791): a public voice on a public space?” in J. Leichman and K. Bénac-Giroux eds. Colonialism and Slavery in Performance: Theatre and the eighteenth-century French Caribbean, Oxford University Studies in the Enlightenment, Liverpool UP, 2021, pp. 139-165\n“Voltaire sous les Tropiques : la réception de Voltaire sur les scènes coloniales de Saint-Domingue”, Revue Voltaire, 21, forthcoming in January 2022\n“Figaro à Saint-Domingue”, in Les Lumières du théâtre. Avec Pierre Frantz, Classiques Garnier, forthcoming in 2022\nOn Visual Performance and Emotions\n“The making of French neo-classical tragedy and the invention of modern performance” in H. Bilis and E. McClure eds. Teaching French Neo-Classical Tragedy, PMLA, Options for Teaching 55, 2021, p. 117-131.\n“La sensibilité féminine, modèle pour la réforme du théâtre au xviiie siècle?” in S. Chaouche and L. Marie eds. Emotions Hit the Stage - 16th-21st Century, European Drama and Performance Studies, 2021/2, n° 17, p. 203-224\n“La rhétorique ou l’éloquence: l’orateur, l’acteur et les émotions de la Révolution française” in R. Bret-Vitoz and T. Julian eds. Révolution, théâtre et émotions, forthcoming in 2022\n“La critique morale, aliment de la théorie esthétique: la Lettre à d’Alembert sur les spectacles et le Paradoxe sur le comédien”, in F. Lecercle and C. Thouret eds. Littératures classiques 2019/1, n°98: “La Haine du théâtre, Controverses et polémiques”, pp. 185-195\n“Sculpture antique et théorie du jeu tragique” in M. Fazio, P. Frantz, V. De Santis eds. Les Arts du spectacle et la référence antique dans le théâtre européen (1760-1830), Garnier, 2018, pp. 247-261\nOn the reception of Shakespeare\n“Othello à Paris, ou les scandales en série ?” in B. Filippi, F. Lecercle, L. Norman and C. Thouret eds. Théâtre et scandale, in Fabula, “Colloques en ligne”, Sept. 2020\n“L’entrée de Shakespeare au répertoire de la Comédie-Française” in C. Biet ed. Littératures classiques 2018/1, n°95: “La question du répertoire au théâtre”, pp. 181-190\n “’Juger le procès entre la tragédie de Londres et la tragédie de Paris’: Shakespeare contre le modèle tragique français ?”, in F. Lecercle and C. Thouret eds. La Haine de Shakespeare, Presses de l’Université Paris-Sorbonne, coll. E-Theatrum mundi, 2017\n“Shakespeare et l’esthétique du tableau au xviiie siècle” in B. Louvat-Molozay and F. March eds. Les théâtres anglais et français (xvie-xviiie siècle). Contacts, circulation, influences, Presses Universitaires de Rennes, 2016, pp. 127-136\nMedia:\nPodcast \"Les enquêtes du Louvre\", Lady Macbeth Sleepwalking by Fuseli,  Louvre, January 2022 \nQu'est-ce que la promotion du livre?, Radio France Internationale, March 2014\nLa Dispute in New York: littérature, Radio France Culture, May 2, 2014 \n\"Mais bien sûr que si, les livres français se vendent à l'étranger!\", Bibliobs, Le Nouvel Observateur, 2013\n\"La littérature française a-t-elle la cote aux Etats-Unis?\" BFM TV, Le Grand journal de New York, 2013", "Research Embedding": null}, {"Name": "Eric Matheis", "Title": "Lecturer in French", "url": "https://french.columbia.edu/content/eric-matheis", "Research Summary": "Research Interest\nFrench language pedagogy\nEric Matheis is a lecturer in French since 2014, after having studied and taught at Columbia (MA 2002, Ph.D. 2014). His research has primarily involved medieval French and Occitan literature, critical theory (Bourdieu, Žižek), and French poetry of various periods. In teaching, he is very interested in developing pedagogical approaches suited to particular classes and groups of students, drawing from his experience as a lecturer and French language course coordinator at two previous institutions, Indiana University-Bloomington (2004-08) and the College of Staten Island-CUNY (2013-14).", "Research Embedding": null}, {"Name": "Sophie Queuniet", "Title": "Senior Lecturer in French", "url": "https://french.columbia.edu/content/sophie-queuniet", "Research Summary": "Research Interest\nFrench language pedagogy\nSophie Queuniet received her Ph.D. from Yale University in 1999.  Her dissertation on the stakes of intelligence in Marcel Proust’s work has been the starting point of a broader interest in the 19th and 20th century theories of intelligence and education. \nHer professional experience has been mainly focused on the teaching of French as a foreign language. She co-authored the French Online project with Chris Jones at Carnegie Mellon University (link), which received the 2007 Access to Language Education Award for best publicly available on-line instructional materials for language. She just finished writing the Intermediate level of French Online with colleagues at Carnegie Mellon and University of Texas at Austin.\nHer numerous academic translations (such as Phil Watts's Roland Barthes’s Cinema), as well as her teaching translation workshops, have led her to explore the potential – yet controversial – role of translation in teaching languages.", "Research Embedding": null}, {"Name": "Samuel Skippon", "Title": "Lecturer in French; Departmental Director, Summer Session", "url": "https://french.columbia.edu/content/samuel-skippon", "Research Summary": null, "Research Embedding": null}]