[{"Name": "Ishmail Abdus-Saboor", "Title": "Associate Professor of Biological Sciences (in the Mortimer B. Zuckerman Mind Brain Behavior Institute)", "url": "https://biology.columbia.edu/content/ishmail-abdus-saboor", "Research Summary": "Genes and neural circuits for pain and touch behavior Our research focuses on a long-standing question, “how does the nervous system encode a soft gentle caress, versus an itchy mosquito bite, versus a harsh painful stimulation?” And importantly, how do encoding principles change when the baseline state changes, such as during chronic pain. To accomplish this, we use systems neuroscience, computation, genetics, and mathematics to link animal behavior with genes and neural circuits.", "Research Embedding": null}, {"Name": "Peter Andolfatto", "Title": "Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/peter-andolfatto", "Research Summary": null, "Research Embedding": null}, {"Name": "Erin L. Barnhart", "Title": "Assistant Professor of Biological Sciences, Dept of Biological Sciences", "url": "https://biology.columbia.edu/content/erin-l-barnhart", "Research Summary": null, "Research Embedding": null}, {"Name": "Harmen Bussemaker", "Title": "Professor of Biological Sciences and of Systems Biology", "url": "https://biology.columbia.edu/content/harmen-bussemaker", "Research Summary": "Data-driven predictive modeling of gene regulatory networks (lab website) SELEX-seq. We have uncovered new mechanistic principles governing the DNA binding specificity of multi-transcription-factor complexes. In close collaboration with the lab of Dr. Richard Mann at CUMC, we developed SELEX-seq, an approach that combines affinity-based selection from pools of “random” DNA molecules in electrophoretic mobility shift assays with massive parallel sequencing and statistical/biophysical modeling in order to generate detailed sequence-to-affinity models (Slattery et al., Cell, 2011 and Riley et al., Methods Mol. Biol., 2014). SELEX-seq is versatile and has quickly been adopted by other labs.\nLatent specificity of Hox proteins. In the same study (Slattery et al., Cell, 2011), we applied SELEX-seq to understand how Hox proteins – which play a crucial role in body plan formation and are conserved between fruit flies and humans – can have dramatically different mutant phenotypes even when as individual proteins they bind to DNA with very similar sequence preferences. We demonstrated that the presence of the co-factor Extradenticle (Exd) causes differences between the Hox proteins to reveal themselves. This “latent specificity” mechanism goes beyond standard cooperative binding and could be quite general. The differences between the Hox proteins seem to have their origin in how they read the “shape” of the DNA minor groove; we explore this question in collaboration with the group of Remo Rohs at the University of Southern California. In close collaboration with the Mann lab, we are currently investigating this in detail using SELEX-seq analysis of mutated proteins; we are also extending our approach to ternary homeodomain complexes, which can bind in a variety of configurations. Modeling the rich and dynamic DNA binding behavior of multi-transcription-factor complexes will remain an important theme in our research over the coming years.\nAnalyzing DNaseI biases reveals a novel DNA methylation readout mechanism. In a recent study whose original aim was to carefully characterize the intrinsic sequence preferences of the widely used footprinting enzyme DNaseI, we uncovered a new and unexpected general mechanism by which DNA methylation can enhance binding by transcription factors (Lazarovici et al., PNAS, 2013). Specifically, it demonstrates how cytosine methylation can change the sequence preferences of DNA binding proteins by an order of magnitude. By analyzing deeply sequenced digests of purified human genomic DNA, we made two striking discoveries: (i) DNaseI cleavage rate varies over a thousand-fold range with the surrounding sequence, and (ii) cleavage near CpG dinucleotides is 10-20 fold higher when the cytosine is methylated. By combining computer simulations of DNA shape performed by the group of Remo Rohs with statistical analysis of massively parallel sequencing data collected in the laboratory of our collaborator Dr. John Stamatoyannopoulos at the University of Washington, we were able to find a unified explanation for these phenomena. It turns out that cytosine methylation narrows the DNA minor groove, which in turn strengthens interactions with positively charged amino-acid side chains. Such minor groove contacts occur for a wide range of transcription factors, as well as nucleosomes. The novel structural mechanism put forward in this study therefore has the potential to significantly deepen our understanding of how epigenetic information is \"read\" by the cell.\nBuilding sequence-to-affinity models of unprecedented accuracy from high-throughput in vitro protein-DNA interaction data. A key long-term goal of our lab remains the construction of a data-driven “universal” protein-DNA recognition code. In recent years, there has been a surge in the development and application of high-throughput in vitro methods for profiling the DNA sequence specificity of transcription factors. These factors come in large families of closely related proteins that differ from each other in subtle but important ways. Only by first accurately quantifying their DNA binding specificity can we hope to understand and predict their specific functions in the cell through integration with in vivo measurements of genomewide TF binding (ChIP-seq) and gene expression (RNA-seq). The popular protein binding microarray (PBM) technology assays the interaction of a given protein with tens of thousands of DNA probes in parallel. Inferring in vitro binding models from PBM data, which are complex and contain various biases, is not at all straightforward. Indeed, at least 26 different algorithms have been developed to infer “motifs” from them. Of these, the FeatureREDUCE tool that our lab developed (Riley et al., eLife, 2015) emerged as the top performer in an unbiased benchmark comparison study in which we participated (Weirauch et al., Nature Biotech., 2013). It builds on the biophysical modeling principles of MatrixREDUCE (Foat et al., PNAS, 2005; Bioinformatics 2006), but is more sophisticated and uses robust inference techniques that allow us to accurately capture dependencies between nucleotides in spite of data limitations and biases.\nDiscovery of PQM-1 as a key regulator of aging and longevity. Aging is fundamental to the human life cycle and intimately connected with disease. Understanding the genetic and molecular determinants of animal longevity will provide new avenues for slowing the negative effects of aging. Using the nematode C. elegans as a model organism, and applying a combination of computational and experimental methods, we discovered (Tepper et al., Cell, 2013) that the little-studied transcription factor PQM-1 is a key regulator of development and longevity, and the long-sought factor that binds the so-called DAF-16 associated element (DAE). As it turns out, PQM-1 complements the well-known aging transcription factor DAF-16/FOXO in many respects. Both act as transcriptional activators, but they control distinct sets of target genes (stress response vs. growth). Whether DAF-16 or PQM-1 is nuclear or cytoplasmic depends on the status of the insulin/IGF-1 signaling pathway, but in opposite ways. This causes only one of the factors to be active as a regulator at any given time, depending on the conditions (e.g. low nutrients) and genetic background (e.g., loss of daf-2 or daf-18/PTEN). At the same time, as we have shown, the two factors interact with each other in an essential way: loss of pqm-1 affects DAF-16 subcellular localization, and vice versa. The molecular mechanisms underlying these important processes, however, remain obscure. This work is done in close collaboration with Dr. Coleen Murphy at Princeton University.\nMapping tumorigenesis mechanisms using insertional mutagenesis. Having successfully pioneered an innovative methodology for mapping trans-acting loci that modulate transcription factor activity in yeast (Lee et al., Mol. Syst. Biol., 2010), we recently adapted it to the analysis of mouse tumorigenesis data. Each individual tumor harbors a unique combination of genetic lesions, which together are responsible for the aberrant behavior of its cells. Cancer-causing viruses have been used in mice to systematically sample this genetic diversity. Corresponding changes in global gene expression can be monitored using high-throughput technology. We developed a method – locus expression signature analysis (“LESA”) – that integrates information at the genetic and molecular level to construct a genomewide signature that captures the effect of an individual genetic lesion on the gene regulatory network of the cell. We demonstrated how these signatures can be exploited to gain insight into the regulatory pathways perturbed by each lesion, and suggest drugs that can counteract its effect (Lee et al., PNAS, 2014).\nChromatin context dependence of regulatory interactions. In collaboration with Dr. Bas van Steensel at the Netherlands Cancer Institute, we have investigated the influence of chromatin context on transcription factor binding in Drosophila. We found that most fly genes are organized into multi-gene chromatin domains bound by specific combinations of proteins; these domains are functionally coherent and evolutionary selection acts against chromosomal rearrangements that break them up. These findings have broad mechanistic implications for gene regulation and genome evolution (De Wit et al., PLoS Genet., 2009). In a related study, we analyzed the dependence of transcription factor function on local chromatin context, based on a classification of the Drosophila genome into five major “colors” (Filion et al., Cell, 2010).", "Research Embedding": null}, {"Name": "Martin Chalfie", "Title": "University Professor in Biological Sciences", "url": "https://biology.columbia.edu/content/martin-chalfie", "Research Summary": "American Academy of Arts & Science Member\nNational Academy of Sciences Member\nForeign Member Royal Society\n2008 Nobel Prize in Chemistry Developmental genetics of identified nerve cells in C. elegans.", "Research Embedding": null}, {"Name": "Lars Dietrich", "Title": "Associate Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/lars-dietrich", "Research Summary": null, "Research Embedding": null}, {"Name": "Laura Duvall", "Title": "Assistant Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/laura-duvall", "Research Summary": "Regulation of innate behavior in blood-feeding arthropods Duvall LB, Ramos-Espiritu L, Barsoum KE, Glickman JF, Vosshall LB. (2019) Small-Molecule Agonists of Ae. aegypti Neuropeptide Y Receptor Block Mosquito Biting. Cell. 176(4): 687-701. PMID: 30735632\nDuvall LB, Basrur NS, Molina H, McMeniman CJ, Vosshall LB. (2017) A peptide signaling system that rapidly enforces paternity in the Aedes aegypti mosquito. Curr Biol. 27(23):3734-3742. PMID: 29174895", "Research Embedding": null}, {"Name": "Stuart Firestein", "Title": "Professor of Biological Sciences; Provost's Senior Faculty Teaching Scholar", "url": "https://biology.columbia.edu/content/stuart-firestein", "Research Summary": "Cellular mechanisms of signal transduction and olfaction. The activity of all cells in the nervous system is regulated by the interaction of various chemicals, such as neurotransmitters, hormones, and peptides with membrane receptors. The ways in which these substances exert their influence is known generally as signal transduction. We use the vertebrate olfactory receptor neuron as a model for investigating general principles and mechanisms of signal transduction - receptor-ligand interactions, modulation by second messeng ers, ion channel gating, and the long term mechanisms of adaptation and desensitization. The olfactory neuron is uniquely suited for these studies since it is designed specifically for the detection and discrimination of a wide variety of small organic mo lecules, i.e. odors.\nThe most recent work in the lab utilizes Adenovirus vectors to drive over-expression of cloned odor receptors in olfacotry neurons. Because odor receptors make up the largest family of G-protein coupled receptors (also including many neurotransmi tter ands hormone receptors) they are excellent receptors to try and understand the relation between amino acid sequence and ligand binding affinities. We are able to overexpress particular receptors as well as receptor clones with targeted mutsations and then screen these for specific ligand sensitivities. These data are then included in computer models of the protein receptor to understand precisely why one receptor is able to recognize the odor of say, roses, while another is specific for pizza.\nIn another vein, olfactory receptors are unique among neurons for the ability to regenerate throughout an animal's life. Several experimental manipulations have been developed to induce neuronal regeneration and proliferation in vivo , a llowing one to harvest neurons with a known date of birth. By applying physiological techniques for cell recording we are quantifying biophysical parameters, such as the appearance of ion channels or receptors and the development of synaptic contacts, in developing neurons.\nMultiple approaches are brought to bear on these questions including electrophsyiological (from patch clamp to field potential recording techniques); molecular biological, immunohistochemica l and anatomical techniques and tools.\nMedLine Listing of Dr. Firestein's Publications", "Research Embedding": null}, {"Name": "Joachim Frank", "Title": "Professor of Biochemistry and Molecular Biophysics and of Biological Sciences", "url": "https://biology.columbia.edu/content/joachim-frank", "Research Summary": "Cryo-electron microscopy and single-particle reconstruction , studying the mechanism of protein biosynthesis and other molecular processes in the cell.\nAdditional Website: http://www.hhmi.org/research/structure-ribosome-and-mechanism-protein-synthesis We investigate the mechanism of translation on the ribosome by using cryo-electron microscopy and single-particle reconstruction aiming at the highest resolution. Using these methods, and flexible fitting of X-ray structures, the dynamics of the decoding and translocation mechanisms are revealed.  The same methods can also be used to study a wide range of macromolecular complexes at close-to-atomic resolutions.\nOur laboratory conducts research on the mechanism of translation by the ribosome and on other processes involving molecular machines in the cell.The primary method of structural research is cryo-electron microscopy, based on the principle of forming a three-dimensional image by collecting and combining thousands of projections of the molecules embedded in a thin layer of ice.This method of “single-particle reconstruction” was pioneered in our lab, and is now widely used to study macromolecular interactions in a large range of systems.\nTo this end, well-characterized, functionally active complexes are prepared in vitro.They are stalled by chemical means (antibiotics, GTP nonhydrolyzable analogs, etc.), placed on a grid, and rapidly frozen by immersion into liquid ethane at liquid-nitrogen temperature.Images are recorded either on film (to be subsequently scanned) or electronically by means of a CCD camera.The resulting images are subsequently processed in the computer using the software system SPIDER and other, ancillary software, resulting in a three-dimensional density map.As the resolution of this map falls short of the atomic scale (i.e., 3Å and below), it is necessary to interpret the maps by flexible fitting of components whose structure has been solved by X-ray crystallography or NMR.\nIn the application to the study of the ribosome and its interactions with mRNA, tRNA and a variety of factors during translations, we have made important discoveries about the dynamics of initiation, decoding, translocation, termination, and recycling in both prokaryotic and eukaryotic systems.The highest resolution of a functional bacterial ribosome complex that has been achieved is 6.7Å (see Fig.1).We continue to make efforts to advance the resolution by improving specimen preparation, data collection, and classification.\n  Fig. 1. Cryo-EM maps of EF-G(H94A)-bound E. coli 70S complexes. (A) Map of nonrotated ribosome (transparent) fitted with atomic models for both ribosome and EF-G. (B) Map of rotated ribosome at 3.6Å (transparent) fitted with atomic models. (C) Superimposition of the maps of the 30S subunit (green for rotated) when two maps are aligned on the 50S subunits. (D) Map-fitted structures of all tRNAs and EF-Gs at their respective positions shown in (C). (from Li et al. (2015) Science Advances).", "Research Embedding": null}, {"Name": "Jellert Gaublomme", "Title": "Assistant Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/jellert-gaublomme", "Research Summary": null, "Research Embedding": null}, {"Name": "Iva Greenwald", "Title": "Professor of Biological Sciences and of Biochemistry and Molecular Biophysics", "url": "https://biology.columbia.edu/content/iva-greenwald", "Research Summary": "National Academy of Sciences Member\nAmerican Academy of Arts & Sciences Member Cell-cell interactions, signal transduction, and cell fate specification in C. elegans", "Research Embedding": null}, {"Name": "Tulle Hazelrigg", "Title": "Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/tulle-hazelrigg", "Research Summary": "My lab addresses basic questions about the propagation and differentiation of germ cells, using Drosophila. Germ cells protect, rearrange and pass on a species’ genome to the next generation. They undergo complex differentiation to become highly specialized cell types, the gametes. In Drosophila, as in other organisms, the development of the germ cells begins with germ stem cells. Each time a germ stem cell divides, one daughter cell retains the stem cell fate, while the other enters the oogenesis or spermatogenesis pathway. We are interested in how genes are regulated in germ stem cells and differentiating germ cells, and in particular the role of epigenetic factors in the biology of these cells.\nMuch of our recent work stems from our discovery of a gene eggless (egg, also called dSetDB1) that is needed in germ cells. The protein from the gene, Egg, is required for methylation of histone H3 at its K9 residue (H3K9), during both oogenesis and spermatogenesis. We have recently shown that in the absence of the gene, germ stem cells are not maintained in adult flies, in both the ovaries and the testes. We are testing the hypothesis that the Egg protein normally establishes repressive chromatin domains at the promoters of specific genes, thereby establishing the necessary temporal pattern of gene expression in germ stem cells and their daughters. Current experiments are focused on identifying the direct gene targets of Egg, and the mechanism by which Egg finds these targets in the genome.\nCourse: Biol W1130y - Genes and Development\nMedLine Listing of Dr. Hazelrigg's Publications Clough, E., Tedeschi, T. and Hazelrigg, T. 2014. Epigenetic regulation of oogenesis and germ stem cell maintenance by the Drosophila histone methyltransferase Eggless/dSetDB1. Dev Biol. 388(2):181-91.\nClough, E., Moon, W., Wang, S., Smith, K., and Hazelrigg, T.(2007) Histone methylation is required for oogenesis in Drosophila. Development. Jan 134(1): 157-65.\nHazelrigg, T., and Mansfield, J H. (2006) Green Fluorescent Protein Applications in Drosophila. Methods Biochem Anal 47: 227-57.\nMoon, W., and Hazelrigg, T. (2004) The Drosophila microtubule-associated protein Mini Spindles is required for cytoplasmic microtubules in oogenesis. Curr. Biol 14: 1957-1961.\nMansfield, J., Wilhelm, J.E., and Hazelrigg, T. (2002) Ypsilon Schactel, a Drosophila Y-box protein, acts antagonistically to Orb in the oskar mRNA localization and translation pathway Development 129: 197-209.\nBrent, A., MacQueen, A., and T. Hazelrigg (2000) The Drosophila wispy gene is required for RNA localization and other microtubule-based events of meiosis and early embryogenesis Genetics 154: 1649-1662.\nWilhelm, J., Mansfield, J., Hom-Booher, N., Wang, S., Turck, C.W., Hazelrigg, T., and Vale, R. (2000) Isolation of a Ribonucleoprotein complex involved in mRNA localization in Drosophila oocytes J. Cell Biol. 148: 427-440.\nWang S, Hazelrigg T. (1994) Implications for bcd mRNA localization from spatial distribution of exu protein in Drosophila oogenesis. Nature. Jun 2;369(6479):400-03.", "Research Embedding": null}, {"Name": "Oliver Hobert", "Title": "Professor of Biological Sciences and of Biochemistry and Molecular Biophysics", "url": "https://biology.columbia.edu/content/oliver-hobert", "Research Summary": "Nervous system development and function (hobertlab.org) The main focus of the laboratory is to understand the molecular mechanisms that generate the astounding diversity of cell types in a nervous system. Using theC.elegans model system, we have revealed a core regulatory logic for how terminal neuronal identity is controlled in several different neuron types [1-6]. We have demonstrated that these regulatory mechanisms are conserved in chordates [4, 5]. These insights have allowed us to reprogram the identity of heterologous cell types to that of specific neuron types [7, 8]. Venturing into a little explored area of neuronal diversification, we have developed a novel paradigm to study asymmetry across the left/right axis [9, 10], by far the least understood axis in any nervous system, and identified a complex gene regulatory network that differentially controls terminal neuron identity across this axis [11-24].\nAside from our main focus on neuronal development, we have also studied the molecular machinery with which the nervous system responds to the environment (i) to modulate behavior [10, 25-27] and (ii) to ensure that it maintains its functional and structural integrity [28-31].\nEmploying new technologies that we developed [32-35], we will continue to exploit the simplicity and experimental amenability of the worm to achieve a comprehensive understanding of the genetic programs that control the development of theC.elegans nervous system and we will continue to extend these insights to vertebrates.", "Research Embedding": null}, {"Name": "John Hunt", "Title": "Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/john-hunt", "Research Summary": "Structural biology of transmembrane transport. The research in my laboratory focuses on understanding the structural and thermodynamic mechanisms by which proteins perform mechanical activities on a molecular scale, with a long-term goal of developing protein machines with novel activities. Biochemical mechanisms designed to achieve mechanical work rely on the interconversion of meta-stable protein structures in a process that is gated by protein-protein or protein-ligand interactions and coupled to some source of free energy such as high-energy phosphodiester bonds or a concentration gradient. Understanding these mechanisms in detail requires knowledge of the three-dimensional structures of the protein domains and the protein-protein and protein-ligand interfaces, as well knowledge of the thermodynamic stablility of the various conformational states along the reaction pathway and the kinetics with which these states are interconverted. Therefore, research in this area lies at the intersection of the fields of protein structure, molecular recognition, and protein dynamics. The tools that are employed in these studies include high-resolution x-ray crystallography to establish static structures and various forms of protein spectroscopy to characterize the kinetics and thermodynamics of complex formation as well as conformational reaction dynamics.\nA major emphasis in the lab is on elucidation of the mechanism of protein-mediated transmembrane transport phenomena. As part of my post-doctoral research, I determined the crystal structure of the soluble form of the SecA translocation ATPase, an enzyme that mediates the ATP-driven extrusion of secreted polypeptides through the bacterial plasma membrane (J.F. Hunt, S. Weinkauf, L. Henry, D.B. Oliver, and J. Deisenhofer, manuscript in preparation). This enzyme inserts itself into and through membranes in the course of its ATPase cycle, and it is believed to function as a \"molecular ratchet\", pulling a piece of protein through the membrane concomittant with its membrane-insertion/retraction cycle. The crystal structure of SecA has led to a model for the intial stages of the transport reaction which will be tested in subsequent experiments. These experiments will include crystal stucture determinations of sub- domains of SecA in complex with other proteins domains required in the transport pathway plus fluorscence studies of SecA-ligand interactions, SecA-membrane interactions, and domain movements within SecA.\nOther projects include an effort to develop an aritificial facilitated diffusion machine based on a peptide that spontaneously penetrates phospholipid bilayers and strucural studies of complexes of DnaJ class molecular chaperones.\nMedLine Listing of Dr. Hunt's Publications\nComplete list of publications html | Complete list of publications PDF", "Research Embedding": null}, {"Name": "Songtao Jia", "Title": "Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/songtao-jia", "Research Summary": "Epigenetic regulation of the genome. Our laboratory is interested in epigenetic control of genome organization, which allows for heritable changes in gene function that are not due to changes in the DNA sequence. In eukaryotic cells, genomic DNA is folded with histone and non-histone proteins in the form of chromatin. The building block of chromatin is the nucleosome, which contains 146 bp of DNA wrapped around an octamer of histones. Factors involved in covalent modifications of histones, together with chromatin-remodeling activities and DNA modifications, are components of intricate epigenetic mechanisms that help organize genomes into discrete domains that plays important regulatory roles in almost every aspect of DNA metabolism. These epigenetic mechanisms gradually restrict the developmental potential of stem cells during differentiation and also constitute “memories” of gene activity that ensure faithful inheritance of cell identity. Defects in epigenetic regulation have been extensively demonstrated to have causal roles in numerous developmental disorders and cancers.\nRecently, extensive efforts have been undertaken to identify new epigenetic histone modifications and the enzymes that catalyze these modifications. However, how histone-modifying activities are targeted to specific locations and how their activities are regulated is poorly understood. In addition, apart from a few well-known examples, how the cellular machinery interprets these modifications to achieve diverse epigenetic states is not clear. Using the fission yeast Schizosaccharomyces pombe as a model system, our laboratory combines biochemical, genetic, cytological, genomics and bioinformatics approaches to study these questions that provide molecular basis of epigenetic regulation. We also use fission yeast and mammalian systems to study the molecular mechanims by which the misregulation of histone modifying activities, such as by the oncogenic histone mutations, lead to human diseases and identify new pathways that can serve as therapeutic targets.", "Research Embedding": null}, {"Name": "Marko Jovanovic", "Title": "Assistant Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/marko-jovanovic", "Research Summary": "Regulation of Protein Production Dynamics: RNA Binding Proteins and the Ribosome Code. Gene expression in mammalian cells is tightly controlled at several levels - from transcription to translation and protein degradation. However, to date, most studies focused on changes in overall mRNA abundance. Yet, the mammalian genome encodes over 1,500 RNA binding proteins (RBPs), several of which are recurrently mutated in diseases, such as cancer and neurological disorders, suggesting that post-transcriptional gene expression regulation and especially mRNA translation are important in both health and human disease. Furthermore, the regulatory role of the ribosome itself has so far been under-explored. Evidence is mounting that specialized ribosomes, which vary in ribosomal protein stoichiometry and post-translational modifications (PTMs), exist that may impact the translation of specific mRNAs through an as-yet-undefined ‘ribosome code’.\nOur goal is to understand the principles and mechanisms by which translational regulation controls the dynamics of gene expression and therefore affects processes like differentiation, stress response and pathogenesis. We are focusing on two specific aspects of translational control.\nFirst, we systematically identify and characterize RBPs that regulate translational changes. We are combining unbiased, high-throughput CRISPR-based screening against all 1,500 predicted RBPs with global measurements of RNA dynamics, and protein production and degradation. This will link RBPs to their mRNA targets, providing the foundation for future detailed functional follow-ups, allowing us to elucidate functional and causal insights of how RBPs regulate mRNA translation.\nSecond, we are determining the extent of ribosomal heterogeneity by high accuracy mass spectrometry, focusing right now on two potential sources of ribosomal heterogeneity – differential expression in core ribosomal proteins (RPs) and changes in their post-translational modifications. Based on these measured changes in ribosome composition, we are selecting RPs and PTMs with the strongest changes for further functional characterization. The detailed follow up will provide for a selected set of RPs and PTMs the principles and mechanistic insight how ribosome specialization regulates translation.", "Research Embedding": null}, {"Name": "Daniel Kalderon", "Title": "Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/daniel-kalderon", "Research Summary": "Signal Transduction in Drosophila development. Our general interest is to understand how cell behaviors are regulated by communications between cells in development. We approach those objectives principally by using Drosophila molecular genetics supplemented by suitable biochemical and microscopy approaches. Our efforts are focused on two major projects, described below, that are of central relevance to human medicine because (i) aberrant Hedgehog signaling is a major cause of cancer and (ii) manipulation of stem cells provides a key path for many potential cell therapies.\n1. Mechanism of Hedgehog Signal Transduction.\nHedgehog (Hh) signaling controls a multitude of developmental processes in Drosophila and other organisms, including humans. This is accomplished through carefully regulated expression and transport of Hh signaling molecules, followed by transduction of the Hh signal and induction of transcriptional responses that alter cell fates or cell proliferation. Our overall objective is to understand the Hh signal transduction process principally by studying Hh signaling in developing Drosophila wing discs, where detailed and incisive genetic tests are possible. Hh signaling is also being studied elsewhere in vertebrate model organisms (mice and zebrafish), independently and taking prompts from Drosophila studies. Central elements of the signal transduction process are conserved between Drosophila and mammals but there are also interesting apparent differences.\nDrosophila cells are responsive to Hh only if they express the receptor Patched (Ptc) and the transcription factor Cubitus interruptus (Ci). In such cells Ptc is active in the absence of Hh; it inhibits a seven transmembrane domain protein, Smoothened (Smo) and consequently keeps the signaling pathway off. In this state, full-length Ci protein (Ci-155) is held inactive in the cytoplasm by binding partners that include the kinesin-family protein Costal 2 (Cos2) and Suppressor of fused (Su(fu)). Furthermore, Ci-155 is phosphorylated at a large number of clustere sites by Protein Kinase A (PKA), Glycogen Synthase Kinase 3 (GSK3) and Casein Kinase I (CK1). This creates a binding site for Slimb, which is the substrate-recognition component of an E3 ubiquitin ligase. Following ubiquitination, Ci-155 is proteolytically processed by the proteasome to a truncated form, Ci-75, that retains the DNA binding domain but lacks a transcriptional activation domain and acts as a repressor of transcription. A very similar mechanism involving orthologs of all of the components mentioned above operates in mammalian cells to ensure that Ci orthologs (Gli1-3) are held inactive and subject to partial or complete proteolysis in the absence of ligand.\nIn the presence of Hh, Ptc no longer inhibits Smo and Drosophila Smo becomes hyper-phosphorylated at a cluster of PKA and CK1 sites as it accumulates at increased concentration at the plasma membrane and undergoes some conformational changes. Activated Smo leads to several further changes that block conversion of Ci-155 to Ci-75 repressor and allow a small proportion of Ci-155 to accumulate in the nucleus and activate target gene transcription. The intermediate steps include (i) reduced interactions among Cos2, Ci-155 and the three protein kinases, PKA, CK1 and GSK3, that target Ci-155 for proteolytic processing and (ii) activation of the protein kinase Fused (Fu). Fu contributes to the regulation of Ci-155 processing but it is also critical for activation of Ci-155. In mammals Hh causes Smo to accumulate in the primary cilium, which is essential for normal Hh signal transduction, rather than at the plasma membrane. Also, it is not presently clear whether there is a protein kinase activity that plays a key role analogous to that of Fu in Drosophila. Important current objectives include identification of the critical targets of Fu kinase activity, investigating whether either the activation mechanism or targets of Fu are conserved in mammals and dissecting the key changes among Ci-155, Cos2, Fu, PKA, CK1 and GSK3 that regulate Ci-155 phosphorylation and processing.\n2. Regulating Follicle Stem Cells (FSCs) in the Drosophila ovary.\nHow stem cells maintain tissues has recently become an important question in the context of potential regenerative therapies and cancer origins and treatments in humans. However, stem cells can be hard to identify and study in complex organisms, so invertebrate model organisms have become an important vehicle for deciphering basic principles underlying stem cell function. Currently a handful of different types of stem cell are being actively studied in Drosophila and each system is making unique and complementary contributions. We have been studying Follicle Stem Cells (FSCs) in the Drosophila ovary. FSCs self-renew within the germarium of a Drtosophila ovariole, continuously producing daughter cells that divide further as they form an epithelial layer around germline cells and produce a few stalk cells that allow egg chambers (germline cells enveloped by follicle cells) to bud from the germarium. It is expected that certain extracellular factors provide a suitable niche to sustain FSC self-renewal and that some intrinsic factors are also essential specifically for stem cell function. We have explored these issues by investigating which signaling pathways influence FSC function and by performing a screen for genetic functions that are required in FSCs to support FSC self-renewal. Those studies have shown that several signaling pathways are important for FSC function, that positive regulators of cell proliferation favor FSC function and that a key regulated property for FSC function is adhesion to the niche. Important current objectives include deciphering how signaling pathways, proliferative cues and adhesive functions intersect in FSCs.\nMedLine Listing of Dr. Kalderon's Publications\n ", "Research Embedding": null}, {"Name": "Darcy Kelley", "Title": "Harold Weintraub Professor of Biological Sciences, Dept of Biological Sciences", "url": "https://biology.columbia.edu/content/darcy-kelley", "Research Summary": "American Academy of Arts & Sciences Member Social communication in Xenopus: development, function and evolution of neural circuits for producing and responding to vocal signals.", "Research Embedding": null}, {"Name": "Laura Landweber", "Title": "Professor of Biochemistry and Molecular Biophysics, Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/laura-landweber", "Research Summary": "Landweber Lab Research description and images Lu, M.W., Beh, L.Y., Yerlici, V.T., Fang, W., Kulej, K., Garcia, B.A and L.F. Landweber (2023) Exploration of the Nuclear Proteomes in the Ciliate Oxytricha trifallax. Microorganisms 2023, 11, 343. doi.org/10.3390/microorganisms11020343 \nFeng, Y., Neme, R., Beh, L.Y., Chen, X., Braun, J., Lu, M., and L.F. Landweber (2022) Comparative genomics reveals insight into the evolutionary origin of massively scrambled genomes. eLife 11:e82979. doi.org/10.7554/eLife.82979.     \nFeng, Y and L.F. Landweber (2021). Transposon debris in ciliate genomes. PLoS Biol. 19(8):e3001354. \nMiller, R.V., Neme, R., Clay, D.M., Pathmanathan, J.S., Lu, M.W., Yerlici, V.T., Khurana, J.S., and L.F. Landweber. (2021).  Transcribed germline-limited coding sequences in Oxytricha trifallax. G3 Genes|Genomes|Genetics  doi.org/10.1093/g3journal/jkab092. \nFeng, Y., Beh, L.Y., Chang, W.J., and L.F. Landweber. (2020). SIGAR: Inferring features of genome architecture and DNA rearrangements by split read mapping. Genome Biol Evol. doi.org/10.1093/gbe/evaa147. \nLindblad, K.A., Pathmanathan, J.S., Moreira, S., Bracht, J.R., Sebra, R.P., Hutton, E.R., and L.F. Landweber (2019). Capture of complete ciliate chromosomes in single sequencing reads reveals widespread chromosome isoforms. BMC Genomics. 20(1):1037. doi.org/10.1186/s12864-019-6189-9. \nYerlici, V.T., Lu, M.W., Hoge, C.R., Miller,R.V., Neme, R., Khurana, J.S., Bracht, J.R., and L.F. Landweber (2019). Programmed genome rearrangements in Oxytricha produce transcriptionally active extrachromosomal circular DNA. Nucleic Acids Res 47(18):9741–9760. doi.org/10.1093/nar/gkz725. \nClay, D.M., Yerlici, V.T., Villano, D.J., and L.F. Landweber (2019). Programmed Chromosome Deletion in the Ciliate Oxytricha trifallax. G3 Genes|Genomes|Genetics 9(10):3105–18. doi.org/10.1534/g3.118.200930. \nClay, D.M., Kim, H., and L.F. Landweber (2019). Transformation with Artificial Chromosomes in Oxytricha trifallax and Their Applications. G3 Genes|Genomes|Genetics 9(10):3119–27. doi.org/10.1534/g3.119.400298. \nBeh, L.Y., Debelouchina, G.T., Clay, D.M., Thompson, R.E., Lindblad, K.A., Hutton, E.R., Bracht, J.R., Sebra, R.P., Muir, T.W., and L.F. Landweber (2019). Identification of a DNA N6-adenine methyltransferase complex and its impact on chromatin organization. Cell 177(7):1781–1796.e25: doi.org/10.1016/j.cell.2019.04.028 \nRussian Doll Genes and Complex Chromosome Rearrangements in Oxytricha trifallax. \nBraun J, Nabergall L, Neme R, Landweber LF, Saito M, Jonoska N. G3. 2018 May 4;8(5):1669-1674. doi.org/10.1534/g3.118.200176.\nSmall RNA-mediated regulation of DNA dosage in the ciliate Oxytricha. \nKhurana JS, Clay DM, Moreira S, Wang X, Landweber LF.\nRNA. 2018 Jan;24(1):18-29. doi.org/10.1261/rna.061333.117. Epub 2017 Oct 27.\nNon-model model organisms.\nRussell JJ, Theriot JA, Sood P, Marshall WF, Landweber LF, Fritz-Laylin L, Polka JK, Oliferenko S, Gerbich T, Gladfelter A, Umen J, Bezanilla M, Lancaster MA, He S, Gibson MC, Goldstein B, Tanaka EM, Hu CK, Brunet A.\nBMC Biol. 2017 Jun 29;15(1):55. doi.org/10.1186/s12915-017-0391-5.\nThousands of RNA-cached copies of whole chromosomes are present in the ciliate Oxytricha during development.\nLindblad KA, Bracht JR, Williams AE, Landweber LF.\nRNA. 2017 Aug;23(8):1200-1208. doi.org/10.1261/rna.058511.116. \nChromosome fusions triggered by noncoding RNA.\nBracht JR, Wang X, Shetty K, Chen X, Uttarotai GJ, Callihan EC, McCloud SS, Clay DM, Wang J, Nowacki M, Landweber LF.\nRNA Biol. 2017 May 4;14(5):620-631. doi.org/10.1080/15476286.2016.1195940\nGoldman AD, Beatty JT, Landweber LF. The TIM Barrel Architecture Facilitated\nthe Early Evolution of Protein-Mediated Metabolism. J Mol Evol. 2016\nJan;82(1):17-26. doi.org/10.1007/s00239-015-9722-8. Epub 2016 Jan 5. PubMed PMID:\n26733481.\nChen X, Jung S, Beh LY, Eddy SR, Landweber LF. Combinatorial DNA Rearrangement\nFacilitates the Origin of New Genes in Ciliates. Genome Biol Evol. 2015 Sep\n2;7(10):2859-70. doi.org/10.1093/gbe/evv172. PubMed PMID: 26338187; PubMed Central\nPMCID: PMC4684698.\n \nBeh LY, Müller MM, Muir TW, Kaplan N, Landweber LF. DNA-guided establishment\nof nucleosome patterns within coding regions of a eukaryotic genome. Genome Res.\n2015 Nov;25(11):1727-38. doi.org/10.1101/gr.188516.114. Epub 2015 Sep 1. PubMed\nPMID: 26330564; PubMed Central PMCID: PMC4617968.\n \nTyler-Smith C, Yang H, Landweber LF, Dunham I, Knoppers BM, Donnelly P, Mardis\nER, Snyder M, McVean G. Where Next for Genetics and Genomics? PLoS Biol. 2015 Jul\n30;13(7):e1002216. doi.org/10.1371/journal.pbio.1002216. eCollection 2015 Jul.\nPubMed PMID: 26225775; PubMed Central PMCID: PMC4520474.\n \nYerlici VT, Landweber LF. Programmed Genome Rearrangements in the Ciliate\nOxytricha. Microbiol Spectr. 2014 Dec;2(6). doi.org/10.1128/microbiolspec.MDNA3-0025-2014. PubMed PMID: 26104449; PubMed Central\nPMCID: PMC4480583.\n \nChen X, Bracht JR, Goldman AD, Dolzhenko E, Clay DM, Swart EC, Perlman DH,\nDoak TG, Stuart A, Amemiya CT, Sebra RP, Landweber LF. The architecture of a\nscrambled genome reveals massive levels of genomic rearrangement during\ndevelopment. Cell. 2014 Aug 28;158(5):1187-98. doi.org/10.1016/j.cell.2014.07.034.\nPubMed PMID: 25171416; PubMed Central PMCID: PMC4199391.\n \nSwart EC, Bracht JR, Magrini V, Minx P, Chen X, Zhou Y, Khurana JS, Goldman\nAD, Nowacki M, Schotanus K, Jung S, Fulton RS, Ly A, McGrath S, Haub K, Wiggins\nJL, Storton D, Matese JC, Parsons L, Chang WJ, Bowen MS, Stover NA, Jones TA,\nEddy SR, Herrick GA, Doak TG, Wilson RK, Mardis ER, Landweber LF. The Oxytricha\ntrifallax macronuclear genome: a complex eukaryotic genome with 16,000 tiny\nchromosomes. PLoS Biol. 2013;11(1):e1001473. doi.org/10.1371/journal.pbio.1001473.\nEpub 2013 Jan 29. PubMed PMID: 23382650; PubMed Central PMCID: PMC3558436.\n \nBracht JR, Fang W, Goldman AD, Dolzhenko E, Stein EM, Landweber LF. Genomes on\nthe edge: programmed genome instability in ciliates. Cell. 2013 Jan\n31;152(3):406-16. doi.org/10.1016/j.cell.2013.01.005. PubMed PMID: 23374338;\nPubMed Central PMCID: PMC3725814.\n \nFang W, Landweber LF. RNA-mediated genome rearrangement: hypotheses and\nevidence. Bioessays. 2013 Feb;35(2):84-7. doi.org/10.1002/bies.201200140. Epub 2012\nDec 20. PubMed PMID: 23281134; PubMed Central PMCID: PMC3821980.\n \nFang W, Wang X, Bracht JR, Nowacki M, Landweber LF. Piwi-interacting RNAs\nprotect DNA against loss during Oxytricha genome rearrangement. Cell. 2012 Dec\n7;151(6):1243-55. doi.org/10.1016/j.cell.2012.10.045. PubMed PMID: 23217708; PubMed\nCentral PMCID: PMC3678556.\n \nNowacki M, Shetty K, Landweber LF. RNA-Mediated Epigenetic Programming of\nGenome Rearrangements. Annu Rev Genomics Hum Genet. 2011;12:367-89. doi.org/10.1146/annurev-genom-082410-101420. Review. PubMed PMID: 21801022; PubMed\nCentral PMCID: PMC3518427.\n \nNowacki M, Haye JE, Fang W, Vijayan V, Landweber LF. RNA-mediated epigenetic\nregulation of DNA copy number. Proc Natl Acad Sci U S A. 2010 Dec\n21;107(51):22140-4. doi.org/10.1073/pnas.1012236107. Epub 2010 Nov 15. PubMed PMID:\n21078984; PubMed Central PMCID: PMC3009799.\n \nNowacki M, Higgins BP, Maquilan GM, Swart EC, Doak TG, Landweber LF. A\nfunctional role for transposases in a large eukaryotic genome. Science. 2009 May\n15;324(5929):935-8. doi.org/10.1126/science.1170023. Epub 2009 Apr 16. PubMed PMID:\n19372392; PubMed Central PMCID: PMC3491810.\n \nNowacki M, Vijayan V, Zhou Y, Schotanus K, Doak TG, Landweber LF.\nRNA-mediated epigenetic programming of a genome-rearrangement pathway. Nature.\n2008 Jan 10;451(7175):153-8. Epub 2007 Nov 28. PubMed PMID: 18046331; PubMed\nCentral PMCID: PMC2647009.\n \nLandweber LF. Why genomes in pieces? Science. 2007 Oct\n19;318(5849):405-7. PubMed PMID: 17947572.", "Research Embedding": null}, {"Name": "James Manley", "Title": "Julian Clarence Levi Professor of the Life Sciences", "url": "https://biology.columbia.edu/content/james-manley", "Research Summary": "Regulation of mRNA synthesis in animal cells. Dr. Manley's laboratory studies several aspects of gene expression, principally in human cells. These include transcription of mRNA encoding genes, and splicing and polyadenylation of the resultant mRNA precursors. These processes all occur in the cell nucleus and require numerous protein (and in the case of splicing, RNA) factors that assemble into massive multi-subunit complexes. Important goals are to understand how these molecules act to regulate gene expression and how they themselves are controlled, and to understand how these processes contribute to cell growth and development, and to disease when dysregulated. These studies involve a large number of experimental approaches, including a variety of in vitro assays, biochemical fractionation and protein purification, structural analyses, genetic studies using a variety of gene targeting approaches in yeast and mammalian cells, and analysis of gene expression in human cell lines and pathological samples.\nWith respect to transcription, we are studying several factors that function in gene control. This includes analyzing both biochemically and genetically how certain transcription factors, such as the evolutionarily conserved PAF complex, the RNA/DNA helicase Senataxin and the RNA/DNA binding protein FUS, function to link transcription and subsequent RNA processing, and how mutations in these factors contribute to human diseases, especially neurodegenerative diseases such as ALS, or Lou Gehrig's disease.\nOur studies on mRNA splicing address a number of different issues. We are very interested in regulation of alternative splicing, an important mechanism of gene control. We concentrate on understanding how RNA binding proteins, including members of the hnRNP and SR protein families, function to modulate the selection of splice sites in alternatively spliced pre-mRNAs and to control splicing more generally under a variety of physiological conditions, such as the maintenance of pluripotency and subsequent differentiation of human embryonic stem cells; and how these and related proteins, when misexpressed or mutated, contribute to cancer and neurodegenerative disease. Along these lines, we also study how mutations in genes encoding subunits of the core splicing machinery, or spliceosome, lead to specific defects in alternative splicing and cause diseases such as myelodysplastic syndromes and a growing number of cancers.\nAddition of the poly(A) tail to an mRNA precursor, which involves endonucleolytic cleavage and synthesis of a poly(A) tail, is the last step in the synthesis of mRNA, and it, too, is a highly regulated process that requires numerous protein factors. Several of these proteins play important regulatory roles in different cell types, during cell differentiation, and at different stages of the cell cycle. Our studies have uncovered interactions with DNA repair factors and tumor suppressor proteins, which suggest an unexpected interplay between these nuclear processes, and have also provided evidence that these interactions are regulated extensively by protein sumoylation. Finally, like alternative splicing, alternative polyadenylation, which is the selection of distinct sites of cleavage and polyadenylation in the pre-mRNA, is now known to be a widespread mechanism of gene control, and we are studying its regulation during cell differentiation and disease.\nOur lab and others have shown that these three processes, transcription, splicing and polyadenylation, are all linked, or coupled, in interesting ways. For example, RNA polymerase II, in addition to its role in transcription, also functions directly in both splicing and polyadenylation. This requires a unique region of the polymerase, known as the CTD, which consists of a long, repetitive sequence that is highly phosphorylated. We are currently studying how the CTD functions, and how its interactions with other proteins contribute to gene control.\nDr. Manley's CV\nMedLine Listing of Dr. Manley's Publications", "Research Embedding": null}, {"Name": "Carol Prives", "Title": "Da Costa Professor of Biology", "url": "https://biology.columbia.edu/content/carol-prives", "Research Summary": "Structure & function of the p53 tumor suppressor protein. Mutation of the p53 tumor suppressor gene is the most frequent lesion detected in cancer. Consequently, understanding the structure and function of the normal p53 protein and how it differs from the mutant p53 proteins that are commonly found in cancer patients' tumors should provide valuable information. P53 sits at the nexus of a complex network of signals from agents of stress such as DNA damage or hypoxia and many others. P53 transmits these signals to genes that control cell cycle arrest, programmed cell death, senescence, angiogenesis and additional processes. It is well established that p53 functions as a DNA binding protein that can activate or repress transcription from numerous genes involved in the above processes. We have analyzed in detail the functional domains of p53 and how they are regulated by both covalent and non-covalent modifiers. The most well studied regulator of p53 is the Mdm2 protein that is itself a transcriptional target of p53. Interestingly, two related genes, p63 and p73, share structural and functional similarities with p53 yet their roles as tumor suppressors are unclear. Our laboratory is currently addressing the following questions about these important proteins:\nHow does p53 regulate transcription of its target genes? We have had a long-standing interest in understanding the mechanism by which p53 recognizes its binding sites in the promoters of its target genes and how it then works to recruit or work with transcriptional co-factors. Our findings have revealed that p53 can slide on DNA and that its highly basic C-terminus is required for this activity. We found that p53, p63 and p73 share similarities but also there are differences in the ways that they bind to their sites in DNA that may relate to the unique properties of the p53 C-terminus. Our current goal is to deconstruct the modes by which p53 recognizes its sites in nucleosomal and genomic DNA. We then wish to examine how p53 selects its various target genes to regulate different cellular outcomes such as arrest or apoptosis. We discovered hCAS/Cse1L as a novel co-regulator of a sub-set of p53 target genes and cell death. We have also found that when DNA replication is blocked, p53 can facilitate the initial stages of transcription of its target genes, but that in some cases elongation of the mRNA is inhibited. Finally, we have identified interesting mutant forms of p53 that can selectively activate some p53 targets but not others. The goal is to elucidate the mechanism of this p53 target gene selectivity in future studies.\nHow is the p53/Mdm2 circuit regulated? One of the key interactors with p53 is the Mdm2 protein that inhibits p53 by multiple mechanisms. Mdm2 both directly represses p53’s transcriptional activity and, through its ability to serve as an E3 ubiquitin ligase, can actively degrade p53 in unstressed cells. Various stress signals interfere with the ability of Mdm2 to inhibit p53. Understanding the relationship between Mdm2 and p53 is currently being actively studied in our laboratory. Interestingly Mdm2 |is itself extensively regulated by stress and other signals in cells. We have found that cyclin G1 can regulate this circuit and are examining how cyclin G1 itself is controlled in cells. An important factor in regulation of p53 is a protein closely related to Mdm2, namely MdmX. Mdm2 and MdmX can associate with themselves and with each other. Such complex formation is required for the E3 ligase activity of Mdm2. We are using biochemical and cell based assays to understand how Mdm2 and MdmX together and separately regulate p53 and each other.\nHow do cells transmit signals from genotoxic stress to regulate p53 and its homologues p63 and p73? Our experiments have focused on the checkpoint kinases Chk1 and Chk2 and their ability to regulate p53 and p73. In some human cells, however, p53 is induced in the absence of Chk1or Chk2, whilst in others Chk2 appears to be important for p53 activation. We would like to identify factors and kinases that regulate p53 when Chk2 is not involved. We are also studying the mechanisms by which the turnover of different p63 isoforms is regulated after DNA damage.\nWhat are the roles of the p63 and p73 genes and how are their protein products regulated? We found that a subset of tumor-derived mutant forms of p53 can down-regulate the normally active forms of p63 and p73. This may partially explain why in some cases mutant forms of p53 appear to serve as pro-oncogenic factors. We seek to clarify when and how mutant p53 proteins regulate p63/p73 proteins and whether this is important to tumorigenesis. We are also in the process of identifying cellular proteins that interact specifically with p63 and p73 and how these interactions affect their functions.\nHow does p53 promote apoptosis? In some tumor cells p53 will not promote apoptosis unless cells are treated with DNA damaging agents and we hope to determine the mechanism by which such agents facilitate cell death mediated by p53. We have also studied apoptosis caused by a transcriptionally impaired mutant form of p53 and found that there are significant differences as well as similarities when compared to apoptosis caused by wild-type p53.\nFinally, with respect to the central role that p53 plays in human cancer, can we use information derived from the basic research on this protein to develop p53-based cancer therapeutics? The search for answers to these and other questions are the basis for much of the work currently going on in our laboratory.\nPublications Since 1992\nMedLine Listing of Dr. Prives's Publications", "Research Embedding": null}, {"Name": "Ron Prywes", "Title": "Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/ron-prywes", "Research Summary": "Alterations in proto-oncogenes and tumor suppressor genes drive tumor cell growth and progression. The normal versions of these genes are also often regulated to control cancer or normal cell growth and differentiation. I have been interested in understanding how these genes are regulated both in oncogenesis and in normal cellular growth control. These genes are parts of cellular signaling pathways where many of the pathway components can be altered in cancer.\nWe have investigated these cellular signaling pathways that control cell growth by studying one of the earliest steps. Quiescent cells can be induced to divide by treatment with growth factors. One of the first consequences is induction of gene expression of a class of genes called cellular immediate early genes (IEGs). A paradigm of these immediate early genes is the proto-oncogene c-fos. Transcriptional activation of c-fos is mediated by a sequence element in its promoter, the Serum Response Element (SRE). A specific transcription factor, Serum Response Factor (SRF), binds the SRE and is required for expression of many IEGs.\nSRF is activated by two signaling pathways. One is MAP kinase phosphorylation of the SRF cofactors, the ternary complex factors (TCFs), and the second is signaling through the small GTPase RhoA. The RhoA pathway works through the myocardin-related family of SRF coactivators (MKL1 and MKL2). The RhoA pathway causes changes in the actin cytoskeleton of the cell and changes in actin filaments directly control activation of MKL1 and MKL2.\nMKL1 was originally identified at a translocation breakpoint in megakaryoblastic leukemia. Activation of MKL1 and of SRF target genes is likely responsible for this leukemia. The role of this pathway in cancer is further shown by studies of the Rho family which show a role in cancer metastasis and of an inhibitor of RhoA, Deleted in Liver Cancer 1 (DLC1), which is thought to be a tumor suppressor for many types of cancer. Loss or repression of DLC1 can cause activation of RhoA and subsequently MKL1 and SRF. We are interested in how DLC1 is regulated and how its activation of MKL1/SRF promotes cancer growth and metastasis.\nAnother step where cancer cell progression is regulated is the transition from a benign to a metastatic tumor. One mechanism for metastatic progression we are studying is the epithelial to mesenchymal transition (EMT) in breast epithelial cells. EMT is a differentiation step that can allow cancer cells to break their epithelial cell-cell contacts and be more invasive. We have studied this through regulation of the p53-related gene, p63. p63 acts as a master regulator of the epithelial state and its expression is strongly repressed during EMT. We have found that certain oncogenes can repress p63 expression and induce EMT. We are studying how p63 expression is regulated in this process. Blocking this repression should inhibit cancer progression where it is dependent upon EMT.\nMedLine Listing of Dr. Prywes's Publications Yoh, K. and Prywes, R. (2015). Pathway regulation of p63, a director of epithelial cell fate. Frontiers in Endocrinology. In press.\nHenckels, E. and Prywes, R. (2013).  Fra-1 regulation of Matrix Metallopeptidase-1 (MMP-1) in metastatic variants of MDA-MB-231 breast cancer cells. F1000Research, 2:229 (doi: 10.12688/f1000research.2-229.v1)  Article\nLewis, T. and Prywes, R. (2013). Serum regulation of Id1 expression by a BMP pathway and BMP responsive elements. Bioch. Biophys. Acta-Gene Regulatory Mechanisms. 1829(10):1147-1159. Article\nHampl, V., Martin, C., Aigner, A., Frank, N., Prywes, R., Gudermann, T., and Muehlich, S. (2013). Depletion of the transcriptional coactivators megakaryoblastic leukaemia 1 and 2 abolishes hepatocellular carcinoma xenograft growth by inducing oncogene-induced senescence. EMBO Mol Med. 5(9):1367-82. Article\nMuehlich, S., Hampl, V., Khalid, S., Singer, S., Frank, N., Breuhahn, K., Gudermann T., and Prywes, R. (2012). The transcriptional coactivators MKL1/2 mediate the effects of loss of the tumor suppressor DLC1. Oncogene. 31(35):3913-23. Article\nLee, S.M., Vasishtha, M. and Prywes, R. (2010) Activation and repression of cellular immediate early genes by SRF cofactors. J Biol Chem. Epub ahead of print: 2010 May 12. Article\nMuehlich, S., Wang, R., Lee, S.M., Lewis, T.C., Dai C. and Prywes, R. (2008) Serum-induced phosphorylation of the SRF coactivator MKL1 by the ERK1/2 pathway inhibits its nuclear localization Mol. Cell. Biol. 28(20): 6302-13. Article\nShen, J., Snapp, E.L., Lippincott-Schwartz, J. and Prywes, R (2005) Stable binding of ATF6 to BiP in the ER stress response Mol. Cell. Biol 25(3): 921-32. Article\nShen, J. and Prywes, R. (2005) ER stress signaling by regulated proteolysis of ATF6. Methods 35(4): 382-9. Article\nSelvaraj, A. and Prywes, R. (2004) Expression profiling of serum inducible genes identifies a subset of SRF target genes that are MKL dependent. BMC Mol. Biol 5(1): 13. Article\nShen, J. and Prywes, R. (2004) Dependence of site-2 protease cleavage of ATF6 on prior site-1 protease digestion is determined by the size of ATF6's lumenal domain J. Biol. Chem 279(41): 43046-51. Article\nCen, B., Selvaraj, and Prywes, R. (2004) The Myocardin/MKL family of SRF coactivators: key regulators of immediate early and muscle specific gene expression J. Cell. Biochem 93(1): 74-82. Article\nSelvaraj, A. and Prywes, R. (2003) Megakaryoblastic Leukemia-1/2, a transcriptional co-activator of SRF, is required for skeletal myogenic differentiation J. Biol. Chem. 278(43): 41977-87. Article\nCen, B., Selvaraj, A., Burgess, R.C., Hitzler, J.K., Ma, Z., Morris, S.W. and Prywes, R. (2003) Megakaryoblastic Leukemia-1, a potent transcriptional coactivator for Serum Response Factor, is required for serum induction of SRF target genes Mol. Cell. Biol. 23: 6597-6608. Article", "Research Embedding": null}, {"Name": "Molly Przeworski", "Title": "Professor of Biological Sciences and of Systems Biology", "url": "https://biology.columbia.edu/content/molly-przeworski", "Research Summary": "Population and human genetics Mostafavi, H., Harpak, A., Conley, D., Pritchard, J. K., and M. Przeworski, 2020 Variable prediction accuracy of polygenic scores within an ancestry group. eLife e48376.\nSchumer, M., Xu, C., Powell, D. L., Durvasula, A., Skov, L., Holland, C., Blazier, J.C., Sankararaman, S., Andolfatto, P., Rosenthal, G., and M. Przeworski, 2018 Natural selection interacts with the local recombination rate to shape the evolution of hybrid genomes. Science 360: 656-660.\nBaker, Z.*, Schumer, M.*, Haba, Y., Holmes, C., Rosenthal, G., and M. Przeworski, 2017. Repeated losses of PRDM9-directed recombination despite the conservation of PRDM9 across vertebrates. eLife 6:e24133.\nGao, Z., Wyman, M. J., Sella, G., and M. Przeworski, 2016. Interpreting the dependence of mutation rates on age and time. PLoS Biology 14(1):e1002355.\nSinghal, S.+, Leffler, E. M.+, Sannareddy, K., Turner, I., Venn, O., Hooper, D., Strand, A., Li, Q., Raney, B., Balakrishnan, C., Griffith, S., McVean, G., and M. Przeworski, 2015. Stable recombination hotspots in birds. Science 350: 928-32.\nLeffler, E. M., Gao, Z., Pfeiffer, S., Segurel, L., Auton, A., Venn, O., Bowden, R., Bontrop, R., Wall, J.D., Sella, G., P. Donnelly, G. McVean, and M. Przeworski, 2013. Multiple instances of ancient balancing selection shared between humans and chimpanzees. Science 339: 1578-82.\nLeffler, E. M., Bullaughey, K., Matute, D., Meyer, W., Segurel, L., Venkat, A., Andolfatto, P., and M. Przeworski, 2012. Revisiting an old riddle: what determines genetic diversity levels within species?. PLoS Biology 10: e1001388.\nHernandez R. D., Kelley J. L., Elyashiv E., Melton S. C., Auton A., McVean M., the 1000 Genomes Project, Sella G., and M. Przeworski, 2011. Classic selective sweeps were rare in recent human evolution. Science 331: 920-4.", "Research Embedding": null}, {"Name": "Ozgur Sahin", "Title": "Professor of Biological Sciences and Physics", "url": "https://biology.columbia.edu/content/ozgur-sahin", "Research Summary": null, "Research Embedding": null}, {"Name": "Guy Sella", "Title": "Associate Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/guy-sella", "Research Summary": "Evolutionary and population genetics of adaptation and disease We study the evolutionary processes that give rise to genetic and phenotypic differences between individuals, populations and closely related species. Specifically, we use mathematical models to better understand these processes, and statistical analyses to identify their footprints in data and make inferences about them. Our current work focuses primarily on the evolutionary causes of adaptation and disease, but we also study a variety of other topics. To learn more about the lab, visit our website at https://sellalab.biology.columbia.edu.", "Research Embedding": null}, {"Name": "Brent Stockwell", "Title": "Professor of Biological Sciences and of Chemistry; Chair, Department of Biological Sciences", "url": "https://biology.columbia.edu/content/brent-stockwell", "Research Summary": "Diagramming disease networks with chemical and biological tools. We are using chemical and biological tools to study ferroptosis, a form of regulated cell death discovered in the Stockwell Lab. Ferroptosis is an iron-dependent form of oxidative, non-apoptotic cell death that is tightly linked to metabolism and disease.\nWe are exploring how ferroptosis in triggered during normal physiological processes and in disease states, and how it can be induced and inhibited for therapeutic benefit in various cancers and neurodegenerative diseases.\nWe use synthetic organic chemistry and computational chemistry tools to design chemical probes and drug candidates that reveal cellular and molecular mechanisms.  We also use metabolomics, lipidomics, mass spectrometry imaging, CRISPR and siRNA/shRNA screening, protein expression and biochemistry, structure elucidation and animal models of disease to explore these questions.", "Research Embedding": null}, {"Name": "Simon Tavare", "Title": "Professor of Statistics and Biological Sciences; Herbert and Florence Irving Director, Herbert and Florence Irving Institute for Cancer Dynamics", "url": "https://biology.columbia.edu/content/simon-tavare", "Research Summary": "Statistics: stochastic computation, approximate Bayesian computation, data science, computational biology, statistical bioinformatics. Cancer: genomics, evolutionary approaches to cancer, lineage tracing. Population and evolutionary genetics: coalescent theory, statistical inference in molecular biology, human genetics, molecular evolution, palaeontology. Imaging: microscopy, tracking from videos. Probability: probabilistic combinatorics. National Academy of Sciences International Member\nFellow of The Royal Society", "Research Embedding": null}, {"Name": "Saeed Tavazoie", "Title": "Professor of Biological Sciences and of Systems Biology", "url": "https://biology.columbia.edu/content/saeed-tavazoie", "Research Summary": "Principles of cellular adaptation The major focus of our research is to understand cellular adaptation—the perpetual attempt of cells to optimize their internal state in response to a constantly changing world outside. In particular, we aim to understand how cells achieve adaptive gene expression states, both during short-term physiological adaptation and long-term adaptive evolution. These are fundamental problems of basic interest and also major driving forces in disease pathogenesis, ranging from microbial antibiotic resistance to cancer progression. We study this inherently systems-level phenomenon across a range of timescales, from rapid transcriptional responses, to multi-generational epigenetic reprogramming, to long-term rewiring of signaling and regulatory networks over evolutionary timescales. We make use of diverse experimental systems from bacteria to mammalian cell-lines in order to study general principles that operate across organismal taxa and complexity.\nA distinguishing feature of our approach is to study systems-level cellular behavior with minimal prior assumptions. For example, we apply machine learning to large-scale global observations, such as gene expression across thousands of conditions, to identify the critical regulatory components at the level of DNA, RNA, and protein, and to determine how they are organized into higher-level regulatory and genetic networks (Beer Cell, 2004; Elemento Molecular Cell, 2007; Goodarzi Nature, 2012). This unbiased strategy has been essential to our ability to decode genomic elements that drive transcriptional and post-transcriptional responses across diverse physiological, developmental, and pathological processes, including cancer initiation and progression (Goodarzi Molecular Cell, 2009; Goodarzi Nature, 2014).\nThe unbiased nature of our approach (global observations and minimally biased machine learning) allows the system, itself, to reveal the essential governing principles. This has been crucial to uncovering surprising new phenomena such as the ability of microbial regulatory networks to predict changes in their external environment, akin to the nervous systems of multicellular organisms (Tagkopoulos Science, 2008). Often these higher-level principles are obscured by approaches that focus only on a narrow slice of the cell's response.\nWe also utilize laboratory experimental evolution to probe the innate capacity of molecular networks to re-wire and adapt to novel challenging environments (Goodarzi MSB 2010). In addition to revealing general principles by which cells adapt to extreme environments (Hottes PLoS Genetics, 2013), these studies are identifying new mechanisms by which individual bacteria and populations develop clinically significant levels of antibiotic resistance and persistence (Girgis PNAS, 2012).\nOur systems-level approach often requires global observations that are beyond the scale and resolution of existing methods. We thus develop new enabling technologies with substantially higher throughput and resolution, for example: global in vivo protein-DNA interaction profiling (Vora, Molecular Cell, 2009), transposon-based fitness and epistasis profiling (Girgis, PLoS Genetics, 2007), global adaptive mutation mapping (Goodarzi Nature Methods, 2009), and functional surveys to discover post-transcriptional regulatory elements (Oikonomou Cell Reports, 2014).\nWe are also exploring novel potential mechanisms of cellular adaptation based on first principles. For example, we wondered whether individual genes can establish optimal gene expression levels in the absence of dedicated sensory and regulatory control. We have shown that a stochastic gradient descent optimization process can achieve this by utilizing noisy gene expression, transcriptional memory, and the feedback of a global health signal. Our simulations show that this theoretical mode of adaptation, we have termed stochastic tuning, can simultaneously optimize the expression of thousands of genes. Our recent experimental work on engineered yeast cells has revealed a new mode of adaptation fully consistent with stochastic tuning (Freddolino et al. eLife, 2018). If conserved in mammalian cells, stochastic tuning could function in a variety of physiological and pathological cellular state transitions, including oncogenic transformation and chemotherapy resistance. \nActive areas of research include:\nNoise, phenotypic heterogeneity and adaptation to extreme environments\nAdaptation through epigenetic reprogramming of gene expression\nAntibiotic resistance and persistence\nPredictive models of gene expression integrating transcriptional and post-transcriptional regulation\nPost-transcriptional regulation by RNA-structural elements and RNA-binding proteins\nTranscriptional and post-transcriptional perturbations contributing to cancer initiation and progression\nDecoding regulation of gene expression in the nervous system\nNext-generation technologies for mapping protein-DNA, protein-RNA, and protein-protein interactions", "Research Embedding": null}, {"Name": "Raju Tomer", "Title": "Assistant Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/raju-tomer", "Research Summary": null, "Research Embedding": null}, {"Name": "Liang Tong", "Title": "William R. Kenan, Jr. Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/liang-tong", "Research Summary": "Structural biology of proteins involved in RNA processing and quality control, and enzymes involved in human diseases (obesity, diabetes, cancer). Please see my lab website for more detailed information about our research and laboratory.\nA major focus of our current research is on proteins involved in RNA 3'-end processing. Most eukaryotic mRNA precursors must undergo cleavage and polyadenylation in their 3'-ends before they can function as mRNAs. This processing machinery contains a large number of protein factors, which form several sub-complexes (CPSF, CstF). The goal of our research is to understand the molecular basis of this important event. We will produce crystal and cryo-EM structures of the protein subunits, protein-protein complexes, and protein-RNA complexes, and carry out functional studies to assess the structural information.\nAnother area of our research is on enzymes that are involved in fatty acid metabolism. These include acetyl-coenzyme A carboxylase (ACC), carnitine acyltransferase, AMP-activated protein kinase (AMPK), ATP-citrate lyase (ACLY) and others. These enzymes are important targets for drug discovery against obesity, diabetes and other human diseases. The goals of our research are to produce structural information on these enzymes, by cryo-EM and crystallography, and to understand their functions at the molecular level. The structural information will also lay the foundation for drug discovery against these targets.\nFull Listing of Dr. Tong's Publications\nMedLine Listing of Dr. Tong's Publications", "Research Embedding": null}, {"Name": "Maria Antonietta Tosches", "Title": "Assistant Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/maria-antonietta-tosches", "Research Summary": "Evolution of cell types and circuits in the vertebrate brain. Woych J*, Ortega Gurrola A*, Deryckere A*, Jaeger ECB*, Gumnit E*, Merello G, Gu J, Joven Araus A, Leigh ND, Yun M, Simon A, Tosches MA. (2022) Cell-type profiling in salamanders identifies innovations in vertebrate forebrain evolution\nScience 377 (6610):1063\nHain D*, Gallego-Flores T*, Klinkmann M, Macias A, Ciirdaeva E, Arends A, Thum C, Tushev G, Kretchmer F, Tosches MA, Laurent G. (2022) -  \"Molecular diversity and evolution of neuron types in the amniote brain\" - Science 377 (6610)\nDeryckere A*, Woych J*, Jaeger ECB, Tosches MA. (2022) - \"Molecular diversity of neuron types in the salamander amygdala and implications for amygdalar evolution\" - Brain behavior and evolution doi: 10.1159/000527899\nTosches MA (2021) – “Different origins for similar brain circuits” – Science 371, Feb 12 (6530): 676-677\nNorimoto H, Fenk L, Li H-H., Tosches MA, Gallego-Flores T, Hain D, Reiter S, Kobayashi R, Macias A, Arends A, Klinkmann M, Laurent G (2020) – \"A claustrum in reptiles and its role in slow-wave sleep\" – Nature 578: 413–418 \nTosches MA, Laurent G (2019) – “Evolution of neuronal identity in the cerebral cortex” – Current Opinion in Neurobiology 56: 199-208\nTosches MA, Yamawaki TM, Naumann RK, Jacobi A, Tushev G, Laurent G (2018) – “Evolution of pallium, hippocampus and cortical cell types revealed by single-cell transcriptomics in reptiles” – Science 360 (6391): 881-888\nTosches MA (2017) – “Developmental and genetic mechanisms of neural circuit evolution” – Developmental Biology 431(1): 16-25\nArendt D, Tosches MA, Marlow H. (2016) – “From nerve ring to nerve cord and brain - evolution of the nervous system” –  Nature Reviews Neuroscience 17(1): 61-72\nNaumann RK, Ondracek JM, Reiter S, Shein-Idelson M, Tosches MA, Yamawaki TM, Laurent G. (2015) – “The reptilian brain” – Current Biology 25(8): R317-21\nTosches MA, Bucher D, Vopalensky P, Arendt D#. (2014) – “Melatonin signaling controls circadian swimming in marine zooplankton” – Cell 159(1): 46-57       ", "Research Embedding": null}, {"Name": "Jian Yang", "Title": "Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/jian-yang", "Research Summary": "Ion channels are multi-subunit membrane protein complexes. They are present in every cell type and selectively conduct ions across cell membranes when activated, resulting in electrical and chemical changes in cells. As such, ion channels are essential for all our body functions. Genetic mutations in and misregulation of ion channels cause numerous human diseases and disorders, such as heart diseases, epilepsy, autism, and cancer, to name just a few.\nResearch Overview\nWe focus on voltage-gated calcium channels (VGCCs), transient receptor potential (TRP) channels, and cyclic nucleotide-gated (CNG) channels. Upon activation, these channels produce membrane depolarization and calcium influx; thus, they not only increase cell excitability but also affect cellular calcium signaling. VGCCs are present in neurons, muscles and other excitable cells, and they open in response to membrane depolarization. They are vital for diverse biological processes including muscle contraction, neurotransmission, neurodevelopment and gene expression. TRP channels are more ubiquitous and are activated by more diverse mechanisms, including intracellular or extracellular ligands, mechanical stretch, temperature as well as changes in membrane voltage. TRP channels are involved in virtually all physiological processes and play an especially important role in sensory physiology and immune responses. CNG channels convert light- and odorant-induced chemical signals into electrical signals in the eye and nose and are indispensable for vision and smell.\nWe use a combination of techniques including molecular biology, biochemistry, patch-clamp, cryo-EM and optical imaging to study the structure, function, regulation and channelopathy of VGCCs, TRP channels and CNG channels. Our objectives are to better understand how these ion channels work as molecular machines, how they function to control cell excitability and signaling, and how their mutations and malfunction cause human diseases. We also screen for compounds from traditional Chinese medicines that activate or inhibit these (and other) channels, elucidate their action mechanisms, and aim to develop new drugs targeting the channels. \nCurrent and Future Research Projects\nCNG channel structures, activation mechanisms, and disease mechanisms\nIn recent years we have obtained the first cryo-EM structures of a full-length eukaryotic CNG channel (TAX-4 from the nematode C. elegans) in both closed and open states and elucidated its activation mechanisms, obtained the first cryo-EM structure of the human cone photoreceptor CNG channel, and characterized a cone CNG channel disease mutation. Building on these advances, we are studying the structural basis of cooperativity of CNG channel activation and structurally and functionally elucidating the pathogenic mechanisms of a diverse set of CNG channel mutations that cause blindness or color blindness.      \nStructural basis of TRPML channel activation and regulation\nTRPML channels function as calcium channels in endosomes and lysosomes and are crucial for cellular physiology. Mutations in TRPML1 cause mucolipidosis type IV, a rare but devastating lysosomal storage disorder in humans, and mutations in TRPML3 cause deafness and pigmentation defects in mice. In recent years we have determined high-resolution X-ray crystal structures of a functionally important domain of TRPML1 and cryo-EM structures of the full-length TRPML3 under various conditions or in different states. We are now determining the structures of TRPML2 in different conditions. Our results reveal that human TRPML2, which plays a unique role in immune responses and is much less studied, exhibits features and properties that are distinct from TRPML1 and TRPML3 channels. This study will help a better understanding of TRPML2 and further investigation of its physiological functions.\nNovel regulation of VGCCs\nThe activity of VGCCs is regulated by numerous signaling pathways and proteins, including phosphorylation/dephosphorylation, membrane lipids, G proteins and calmodulin (CaM). We have uncovered a novel regulation of VGCCs by proteolysis: the pore-forming 1 subunit of L- and P/Q-type VGCCs is cleaved by proteases in the middle of the protein, producing two or more channel fragments that dissociate and traffic to different subcellular compartments. This midchannel proteolysis is age dependent and is regulated by calcium and channel activity through negative-feedback mechanisms. We are studying the molecular and cellular mechanisms of midchannel proteolysis, its physiological importance, and its relevance to human diseases. The tools we use include biochemistry, electrophysiology, mouse genetics, and confocal and high-resolution microscopy. This work may lead to the discovery of new molecules and pathways that inform new means to modulate VGCC activities and new therapeutic strategies for VGCC channeopathies.\nStructures of native brain VGCCs\nTo fully understand how VGCCs in the brain work, are regulated, and function physiologically, it is necessary to obtain high-resolution structures of native channels, alone and in complex with their regulatory proteins. We are developing methods to purify native VGCC complexes and will strive to determine their structures. Further work will be geared toward structure-based elucidation of the pathophysiological role of VGCCs in the brain.  \nPubMed Listing of Dr. Yang's Publications\n  Representative Publications (* indicates equal-contribution first authors; # indicates co-corresponding authors): \nZheng, X.*, Li, H.*, Hu, Z.*, Su, D. and Yang, J. (2022). Structural and functional characterization of an achromatopsia-associated mutation in a phototransduction channel. Commun. Biol. 5, 190. https://doi.org/10.1038/s42003-022-03120-6\nZheng, X., Hu, Z., Li, H., and Yang, J. (2022). Structure of the human cone photoreceptor cyclic nucleotide-gated channel. Nat. Struc. Mol. Biol. 29, 40-46. \nJia, Q.*, Tian, W.*, Li, B.*, Chen, W.*, Zhang, W.*, Xie, Y., Cheng, N., Chen, Q., Xie, J.#,  Zhang, Y.#, Yang, J.#, and Wang, S.# (2021) Transient Receptor Potential channels, TRPV1 and TRPA1 in melanocytes synergize UV-dependent and UV-independent melanogenesis. Br. J. Pharmacol. 178, 4646-4662.\n Zheng, X.*, Fu, Z.*, Su, D.*, Zhang Y., Li, M., Pan, Y., Li, H., Li, S., Grassucci, R.A., Ren, Z, Hu, Z., Li, X., Zhou, M., Li, G. #, Frank, J. #, and Yang, J. # (2020). Mechanism of ligand activation of a eukaryotic cyclic nucleotide-gated channel. Nat. Struc. Mol. Biol. 27, 625-634. (PMCID: PMC7354226)\nZhou, X.*, Li, M-H.*, Su, D.*, Li, H., Jia, Q., Li, X.#, and Yang, J.# (2017). Cryo-EM structures of the human endolysosomal TRPML3 channel in three distinct states. Nat. Struc. Mol. Biol. 24, 1146-1154.  (PMCID: PMC5747366)\nWang, S.*#, Zhang, D.*, Hu, J.*, Xu, W.*, Su, D., Xu, Z., Cui, J., Zhou, M., Yang, J.#, and Xiao, J.#  (2017). Clinical and mechanistic study of Bingpian, a topical analgesic in traditional Chinese medicine. EMBO Mol. Med. 9, 205-213. (PMCID: PMC5452010)\nLi, M-H.*, Zhang, W,K.*, Benvin, N*., Zhou, X., Su, D., Wang, S., Michailidis, I.E., Tong, L., Li, X., and Yang, J. (2017). Structural basis of Ca2+/pH dual regulation of the endolysosomal Ca2+ channel TRPML1. Nat. Struc. Mol. Biol. 24, 205-213. (PMCID: PMC5336481)\nLi, M.*, Zhou, X.*, Wang, S.*, Michailidis, I.E., Gong, Y., Su, D., Li, H., Li, X.#, and Yang, J.# (2017). Structure of a eukaryotic cyclic nucleotide-gated channel. Nature 542, 60-65. (PMCID: PMC5783306)\nMichailidis, I.E., Abele, K., Zhang, W.K., Lin, B., Yu, Y., Geyman, L., Ehlers, M.D., Pnevmatikakis, E.A., and Yang J. (2014). Age-related homeostatic midchannel proteolysis of L-type voltage-gated Ca2+ channels. Neuron 82, 1045-1057. (PMCID: PMC4052215)", "Research Embedding": null}, {"Name": "Rafael Yuste", "Title": "Professor of Biological Sciences", "url": "https://biology.columbia.edu/content/rafael-yuste", "Research Summary": "Development and function of the cortical microcircuitry. Columbia Neuroscience\nCortical Circuits and Dendritic Spines \nThe goal of our laboratory is to understand the function of the cortical microcircuit. The cortex constitutes the larger part of the brain in mammals. In humans it is the primary site of mental functions like perception, memory, control of voluntary movements, imagination, language and music. No accepted unitary theory of cortical function exists yet; nevertheless, the basic cortical microcircuitry develops in stereotyped fashion, is similar in different cortical areas and in different species, and has apparently not changed much in evolution since its appearance. At the same time, the cortex participates in apparently widely different computational tasks, resembling a \"Turing machine\". Because of this, it is conceivable that a \"canonical\" cortical microcircuit may exist and implement a relatively simple, and flexible, computation.\nWe attempt to reverse-engineer the cortical microcircuit using brain slices from mouse neocortex as our experimental preparation. The techniques applied are electrophysiology, anatomy, and a variety of optical methods, including infrared-DIC, voltage- and ion-sensitive dye imaging with confocal, two-photon and second harmonic microscopy. We also use laser uncaging, biolistics, electroporation, electron microscopy and numerical simulations, and make extensive use of genetically modified mouse strains.\nWe focus on two major questions:\n1. What is the function of dendritic spines? Spines are an essential element in cortical circuits and are still poorly understood. Two-photon microscopy has enabled functional studies of dendritic spines and has shown that they compartmentalize calcium because of their morphological features and local calcium influx and efflux mechanisms. Recent data indicates that spines can serve as electrical compartments and that can linearize input summation, indicating that cortical circuits could be essentially linear networks. Also, spines exhibit rapid morphological plasticity, raising the possibility that the function of the spine, or the synapse, is equally dynamic.\n2. What are the multicellular patterns of activity under spontaneous or evoked activation of the circuit? It is still unknown if adult cortical neurons respond individually, or if there are multicellular units of activation that may represent a functional state of the circuit, such as an attractor. Optical imaging of populations of cells make it possible to visualize circuit dynamics, deduce its potential circuit architecture and explore if canonical microcircuits exist. We are also interested in understanding how epileptic seizures can recruit apparently normal cortical circuits.\nMedLine Listing of Dr. Yuste's Publications", "Research Embedding": null}, {"Name": "Joshua Abrams", "Title": "Lecturer in the Discipline of Biological Sciences", "url": "https://biology.columbia.edu/content/joshua-abrams", "Research Summary": null, "Research Embedding": null}, {"Name": "Michelle Attner", "Title": "Lecturer in the Discipline of Biological Sciences", "url": "https://biology.columbia.edu/content/michelle-attner", "Research Summary": null, "Research Embedding": null}, {"Name": "Ava Brent", "Title": "Lecturer in the Discipline of Biological Sciences", "url": "https://biology.columbia.edu/content/ava-brent", "Research Summary": null, "Research Embedding": null}, {"Name": "Lewis Brown", "Title": "Research Scientist in the Department of Biological Sciences", "url": "https://biology.columbia.edu/content/lewis-brown", "Research Summary": null, "Research Embedding": null}, {"Name": "Meehan Crist", "Title": "Writer-in-Residence", "url": "https://biology.columbia.edu/content/meehan-crist", "Research Summary": null, "Research Embedding": null}, {"Name": "Alice Heicklen", "Title": "Senior Lecturer in the Discipline of Biological Sciences", "url": "https://biology.columbia.edu/content/alice-heicklen", "Research Summary": "Phd., Weizmann Institute of Science, Israel, July 2000, Transcriptional regulationof the microtubule associated protein, tau and its deregulation in Alzheimer's disease. Outstanding student award.\nAdvisor: Dr. Irith Ginzburg\nM.S. Tel Aviv University, Israel, March 1991, Intermodal compensation in the neonatally enucleated Syrian hamster. Honors\nB.A. Penn State University, May 1988. Honors Thaker, M., Cabrera, M and Heicklen-Klein, A. KR612324 Gypsophila paniculata Glyceraldehyde-3-Phosphate Dehydrogenase (GAPC2) gene, partial cds 2015\nCricco-Lizza,E., Lovi-Borgmann,A., Leone,A., Uche,E.C. and Heicklen-Klein,A. KR612325 Bellis perennis Glyceraldehyde-3-Phosphate Dehydrogenase (GAPC1) gene, partial cds 2015\nLeone,A., Uche,E.C. and Heicklen-Klein,A. KR612326 Physalis philadelphica Glyceraldehyde-3-Phosphate Dehydrogenase (GAPC2) gene, partial cds 2015\nLeone,A., Uche,E.C. and Heicklen-Klein,A. KR612327 Physalis philadelphica Glyceraldehyde-3-Phosphate Dehydrogenase (GAPC1) gene, partial cds 2015\nSafavi Ardebili, A., Peralta, C., Watanabe, I. Muhammad, H. and Heicklen-Klein, A. KJ852649 Allium cepa glyceraldehye-3-phosphate dehydrogenase (GAPC2) gene, partial cds 2014\nYueh, N., Chang, G., Rancy, S., Kwon, S. and Heicklen-Klein, A. KJ852650 Pastinaca sativa glyceraldehye-3-phosphate dehydrogenase (GAPC1) gene, partial cds 2014\nBraffman, N., Nolan, K., Chang, G. Rancy, S. and Heicklen-Klein, A. KJ852651 Citrus limon glyceraldehye-3-phosphate dehydrogenase (GAPC1) gene, partial cds 2014\nEscherich, M., Sidikman, Y., Georgakis, F., Habbu, K. and Heicklen-Klein, A. KF282618 Cucumis sativus glyceraldehyde-3-dehydrogenase (GAPC2) gene, Allele with duplication, partial cds 2013\nSidikman, Y., Escherich, M., Georgakis, F., Habbu, K. and Heicklen-Klein, A. KF282617 Cucumis sativus glyceraldehyde-3-dehydrogenase (GAPC2) gene, no duplication allele, partial cds 2013\nEscherich, M., Sidikman, Y., Georgakis, F., Habbu, K. and Heicklen-Klein, A. KF282616 Cucumis sativus glyceraldehyde-3-dehydrogenase gene, partial cds 2013\nShaw, A., Mills, N., Qiu, B., Hissourou, M. and Heicklen-Klein, A. KF282615 Anethum graveolens glyceraldehyde-3-dehydrogenase (GAPC2) gene, partial cds 2013\nShaw, A., Mills, N., Qiu, B., Hissourou, M. and Heicklen-Klein, A. KF282614 Anethum graveolens glyceraldehyde-3-dehydrogenase gene, partial cds 2013\nSchelke, M. Nichols, A. and Heicklen-Klein, A. KF282613 Mentha spicata glyceraldehyde-3-dehydrogenase (GAPC2) gene, partial cds 2013\nVlahos, M., Lazarovici, A. and Heicklen-Klein, A. JN083805 Eruca vesicaria subsp. sativa glyceraldehyde-3-phosphate dehydrogenase (GAPC1) gene, partial cds. 2011\nBarnett, A., Huang, A., Lazarovici, A., Constant, C., Nsibirwa, N. and Heicklen-Klein, A. JN083806 Salvia officinalis glyceraldehyde-3-phosphate dehydrogenase (GAPC2) gene, partial cds. 2011\nAmaniera, F., Samant, R. and Heicklen-Klein, A. JN086968 Daucus carota glyceraldehyde-3-phosphate dehydrogenase (GAPC1) gene, partial cds. 2011\nVhalos, M., Garg, K., Leiner, A., Leonardo, T. and Heicklen-Klein, A. JN086969 Daucus carota glyceraldehyde-3-phosphate dehydrogenase (GAPC2) gene, partial cds. 2011\nKachniarz, B., Levites, H., Lefkowitz, A. and Heicklen-Klein, A. HM228871 Spinacia oleracea glyceraldehyde-3-phosphate dehydrogenase (GAPC) gene, partial cds. 2010\nKachniarz, B., Levites, H., White, P. and Heicklen-Klein, A. HM228872 Solanum lycopersicum glyceraldehyde-3-phosphate dehydrogenase (GAPC) gene, partial cds. 2010\nHeicklen-Klein A., McReynolds L.J. and Evans T. (2005) Using the zebrafish model to study GATA transcription factors, Semin. Cell Dev. Biol.16: 95-106\nHeicklen-Klein A. and Evans T. (2004) T-Box binding sites are required for activity of a cardiac GATA-4 enhancer. Dev. Biol. 267: 490-504\nIzraeli R., Koay G., Lamish M., Heicklen-Klein A., Heffner H. E., Heffner R. S.  and Wollberg Z. (2002) Cross-modal neuroplasticity in blind hamsters: structure, electrophysiology, and behavior. Eur. J. Neurosci. 15:693-712.\nHeicklen-Klein A. and Ginzburg I. (2000) Tau promoter confers neuronal specificity and binds Sp1 and AP-2. J. Neurochem. 75(4): 1408-1418.\nHeicklen-Klein A., Aronov S. and Ginzburg I. (2000) Tau promoter activity in neuronally differentiated P19 cells. Mol. Brain Res. 874(1): 1-9.\nSadot E., Heicklen-Klein A.  Barg J., Lazarovici P. and Ginzburg I. (1996) Identification of a tau promoter region mediating tissue-specific-regulated expression in PC12 cells. J. Mol. Biol. 256: 805-812.\nGur S., Ron S., and Heicklen-Klein A. (1994) Objective evaluation of visual fatigue in VDU workers. Occup. Med. 44: 201-204.\nGur S., Ron S., and Heicklen-Klein A. (1992) The need for visual impairment evaluation in VDU workers. Arch. Scienze Lav. 8: 125-129.", "Research Embedding": null}, {"Name": "Deborah Mowshowitz", "Title": "Director of Undergraduate Programs & Lab Operations", "url": "https://biology.columbia.edu/content/deborah-mowshowitz", "Research Summary": "Office Hours\nTuesdays, 2:00pm-3:00pm on Zoom - email for Zoom link\nFridays, 10:00am-12:00pm in 744 Mudd, or by email appointment \n5/19/99 - Prof. Mowshowitz receives Presidential Award for Outstanding Teaching. See article & photo . \nTeaching & Learning Information\nTA Manual - Useful advice for teaching assistants. \nTeaching Scientific Concepts & Problem Solving - How to explain scientific concepts -- useful for both faculty & teaching assistants. \nDescription of TA Jobs available for Graduate Students \n\"How To\" Collection - Useful advice for grading, lecturing, reading the literature, giving oral reports & writing lab reports. \nBrown Bag on Science Teaching - This is an informal group that meets a few times a semester to discuss issues related to college science teaching -- All interested parties are welcome. \nCurrent Courses - Web pages, text books, syllabi etc.  Mowshowitz, D. (2006) Using Advanced Problems in Introductory Courses: Some Sample Problems and Why they Work. Biochemistry & Molecular Biology Education (BAMBED) 34, No 2: 134-138. Article", "Research Embedding": null}, {"Name": "Mary Ann Price", "Title": "Lecturer in the Discipline of Biological Sciences", "url": "https://biology.columbia.edu/content/mary-ann-price", "Research Summary": null, "Research Embedding": null}, {"Name": "Lili Yamasaki", "Title": "Director, MA in Biotechnology Program; Senior Lecturer in the Discipline of Biological Sciences", "url": "https://biology.columbia.edu/content/lili-yamasaki", "Research Summary": null, "Research Embedding": null}, {"Name": "Ronald Guido", "Title": "Adjunct Lecturer in Biological Sciences", "url": "https://biology.columbia.edu/content/ronald-guido", "Research Summary": null, "Research Embedding": null}, {"Name": "Nam Ho", "Title": "Adjunct Lecturer in Biological Sciences", "url": "https://biology.columbia.edu/content/nam-ho", "Research Summary": null, "Research Embedding": null}, {"Name": "Donald Kirsch", "Title": "Adjunct Lecturer in Biological Sciences", "url": "https://biology.columbia.edu/content/donald-kirsch", "Research Summary": null, "Research Embedding": null}, {"Name": "John Loike", "Title": "Adjunct Lecturer in Biological Sciences", "url": "https://biology.columbia.edu/content/john-loike", "Research Summary": null, "Research Embedding": null}, {"Name": "Alan Morrison", "Title": "Adjunct Lecturer in Biological Sciences", "url": "https://biology.columbia.edu/content/alan-morrison", "Research Summary": null, "Research Embedding": null}, {"Name": "Vincent Racaniello", "Title": "Higgins Professor of Microbiology and Immunology, Adjunct Lecturer in Biological Sciences", "url": "https://biology.columbia.edu/content/vincent-racaniello", "Research Summary": null, "Research Embedding": null}, {"Name": "David Sable", "Title": "Adjunct Lecturer in Biological Sciences", "url": "https://biology.columbia.edu/content/david-sable", "Research Summary": null, "Research Embedding": null}, {"Name": "Christian W. Schindler", "Title": "Associate Professor of Medicine and Microbiology and Immunology", "url": "https://biology.columbia.edu/content/christian-w-schindler", "Research Summary": null, "Research Embedding": null}, {"Name": "Harold E. Varmus", "Title": "Adjunct Lecturer in Biological Sciences", "url": "https://biology.columbia.edu/content/harold-e-varmus", "Research Summary": null, "Research Embedding": null}, {"Name": "Jeannette Chloe Bulinski", "Title": "Professor Emerita of Biological Sciences and of Pathology and Cell Biology", "url": "https://biology.columbia.edu/content/jeannette-chloe-bulinski", "Research Summary": "The common theme of our lab’s research is the function of microtubules in directed cell motility. Mostmicrotubules in proliferating cells are highly dynamic, that is, assembly of microtubulesfrom tubulin subunits and disassembly of microtubule polymers into subunits, occurs within a matter of minutes. However, differentiating and migrating cells in culture or within vertebrate organisms selectively stabilize a subset of microtubules.For example, migratingfibroblasts use the polarization of stabilized microtubules as a determinants of persistent motility in that direction.\nMeanwhile, since several cytoplasmic enzymes are capable of post-translationally modifying the tubulin subunits found within microtubule polymers. These post-translational modifications confer one or more chemical marks along the length of microtubules in the stable subpopulation. The selective stabilization of microtubules that face the leading edge of migrating fibroblasts has been studied rather extensively; our work has endeavored to elucidate the functional consequences of their post-translational modification by acetylation. We have exploited motile fibroblasts in which the acetylation modification can be augmented by means of genetic or chemical inhibitors of the tubulin deacetylation enzyme, HDAC6, which is a member of the histone deacetylase family.Fibroblasts with hyper-acetylated microtubules are reduced in their motility; this occurs because the cells are prevented from polarizing their contents and are inhibited in the de-adhesion they need to allow cell translocation as well as in the bi-directional transport of Golgi vesicles that permits efficient extension of the leading edge membrane of the motile cell.\nSparked by thedemonstration that connexins contribute to cell polarization and interact with microtubules in the process, our lab also recently begun studies of gap junctions, which mediate cell-to-cell communication. These studies are nicely pertinent to our ongoing studies of the mechanisms by which direct current electric fields and other physical forces induce directional motility. As a part of our studies of gap junctional proteins, we discovered that the subunit proteins of gap junctions, called connexins, are also subject to post-translational acetylation. We are currently investigating the role of acetylation in gap junction assembly, trafficking, and disassembly.\nStudies of acetylated proteins and their functions in motile cells are especially relevant to human health, as histone deacetylase inhibitors are now in use as clinical therapies to combat human cancers and inflammatory diseases. These inhibitors cause hyper-acetylation of microtubules, as well as other cytoplasmic proteins, including connexins, in addition to the histones and chromatin-associated proteins for which they were developed. Further, histone deacetylase inhibitors often cause dose-limiting thrombocytopenia, arguing for an exploration of the role of acetylated microtubules in platelet development and function. Thus, our studies on the sequelae of the hyper-acetylation of cytoplasmic proteins may inform the clinical use of histone deacetylase inhibitors, including an understanding of both desirable and undesirable off-target effects. The ability of microtubule hyper-acetylation to reduce cell migration may help in the development of metastasis inhibitors, especially for sarcomas, which develop from fibroblasts and other mesodermal cells. Finkelstein, E.I., Chao, P.H., Hung, C.T., and Bulinski, J.C. (2007) Electric field-induced polarization of charged cell surface proteins does not determine the direction of galvanotaxis. Cell Motil Cytoskeleton 64: 833-846. Article\nPatel-Hett, S., Richardson, J.L., Schulze, H., Drabek, K., Isaac, N.A., Hoffmeister, K., Shivdasani, R.A., Bulinski, J.C., Galjart, N., Hartwig, J.H., and Italiano, J.E., Jr. (2008) Visualization of microtubule growth in living platelets reveals a dynamic marginal band with multiple microtubules. Blood 111: 4605-4616. Article\nSoucek, K., Kamaid, A., Phung, A.D., Kubala, L., Bulinski, J.C., Harper, R.W., and Eiserich, J.P. (2006) Normal and prostate cancer cells display distinct molecular profiles of alpha-tubulin posttranslational modifications. Prostate 66: 954-965. Article\nTran, A.D., Marmo, T.P., Salam, A.A., Che, S., Finkelstein, E., Kabarriti, R., Xenias, H.S., Mazitschek, R., Hubbert, C., Kawaguchi, Y., Sheetz, M.P., Yao, T.P., and Bulinski, J.C. (2007) HDAC6 deacetylation of tubulin modulates dynamics of cellular adhesions. J Cell Sci 120: 1469-1479. Article", "Research Embedding": null}, {"Name": "Lawrence Allen Chasin", "Title": "William R. Kenan, Jr. Professor Emeritus of Biological Sciences", "url": "https://biology.columbia.edu/content/lawrence-allen-chasin", "Research Summary": "The principal question being pursued in our laboratory is how the cellular splicing machinery recognizes the exons it must join during the maturation of mRNA from long primary transcripts. The 3 sequence motifs that are almost always associated with exons -- the branch site, the upstream acceptor splice site, and the downstream donor splice site -- provide insufficient information for molecular recognition. “Pseudo” exons bordered by these elements outnumber the real exons by at least an order of magnitude yet are ignored. We are trying to provide a global definition of the additional informational elements that play roles in defining exons for constitutive and alternative splicing and to uncover their mode of action.  I many ways this informational problem is analogous to that of where and when transcription start sites are recognized.\nWe have used computational methods to ferret out some of this information. Using machine learning techniques we have found that 50 nt intronic stretches on either side of exons, beyond the splices site consensus sequences themselves, contain information that is necessary for the efficient splicing of most human exons (14, 12). The information at this stage is in the form of 5‑mers that are overrepresented in these regions. We would now like to know the exact nature of these signaling elements (intronic splicing enhancers, ISEs), the step(s) in splicing at which they act, and the proteins that mediate their effects.  \nAdditional information lies within the exon bodies in the form of exonic splicing enhancers (ESEs) and exonic splicing silencers (ESSs). Using genomic statistical analysis, we compiled lists of 8-mers as putative ESEs (PESEs) and putative ESSs (PESSs) in each class and showed that the most of the predicted motifs can function as expected (13, 11, 8). You can visit our online PESX utility to find these 8-mers in your own sequence and see reference 5 for our computational approaches.\nThis work along with similar successes of other laboratories now make it clear that exons and their flanks are filled with a dense population of regulatory elements. Our task now lies in figuring out how this rich sequence information is integrated to make what is usually a binary decision to splice. But the high density makes it difficult to make solitary genetic changes, and makes interpretations ambiguous.  To circumvent this problem we have turned to synthetic exons that we design to contain isolated enhancer, silencer and neutral modules (6).  We hope that the rules governing splicing will be more apparent by the pointed manipulation of these “designer exons.”\nComparative genomics is another tool we are using to decipher splicing information and to view the evolutionary pressures exerted upon these sequences. In the course of these experiments we discovered that the most recently created mammalian exons stem largely from repeated sequences and are spliced inefficiently and are often non-protein coding (10).We also find that new ESEs are constantly being created and ESSs destroyed as the genomes strives to maintain splicing efficiency in the face of continual mutation (8).\nHigh throughput (deep) sequencing has provided means for high throughput mutational analysis. We have developed a method (quantifying extensive phenotypic arrays from sequence arrays, or “QUEPASA”) for the exhaustive testing of all possible k-mers for positive and negative splicing influences. The results for exonic 6-mers point to significant context effects in many cases. \nOur 2005 review dealing with the definition of splicing regulatory motifs can be found in reference 9.\nOur present efforts include:\nA) Computational Biology\nAlgorithm development to predict splice sites based on information available to the cell, including secondary structure prediction, so as to identify all the elements that need to be considered for a mechanistic understanding of splicing. .\nB) Designer Exons\nLearning the rules of ESE, ESS, ISE and ISS interaction through the de novo design of synthetic exons.  These exons are made up of prescribed ESEs and ESSs that are designed to function singularly when combined (i.e., not give rise to confounding overlapping sequences)  \nC) High throughput mutational analysis\nWe have recently developed this tool for carrying out saturation screens of sequences and sequence changes that affect splicing. We are using this methodology to defined combinatorial interactions governing exon definition and defining the effect of context in splicing decisions. \nD) The effect of DNA-level action on splicing\nWe are genetically manipulating the 25 kb dihydrofolate reductase (dhfr) locus in Chinese hamster cells to study the effect of chromatin structure and promoter/enhancer action on splicing in the natural chromosomal context of a gene.\nE) A second area of interest lies in the area of biotechnology: We are isolating engineered derivatives of Chinese hamster ovary (CHO) cells that are capable of rapid gene amplification to speed up the development of recombinant protein based therapeutics, and developing vectors that increase recombinant protein production through more efficient posttranscriptional processing of recombinant transcripts.   1. Shengdong Ke, Shulian Shang, Sergey M. Kalachikov, Irina Morozova3 Lin Yu, James J. Russo, Jingyue Ju, and Lawrence A. Chasin. (2011) Quantitative evaluation of all hexamers as exonic splicing elements. Genome Res 2011 21: 1360-74.\nS. Ke and L.A. Chasin. (2011) Context-dependent splicing regulation: exon definition, co-occurring motif pairs and tissue specificity. RNA Biol. 8: 384-388.\nJ. Cacciatore, E. Leonard, and L. A. Chasin. (2010) Current Methods for achieving efficient high-level therapeutic protein productivity using Chinese hamster ovary (CHO) cell expression systems. Biotechnol Adv. 28: 673-81.\nM.A. Arias, S. Ke, and L.A. Chasin. (2010) Splicing by cell type. Nat Biotechnol. 28: 686- 7.\nS. Ke and L.A. Chasin. (2010) Intronic motif pairs cooperate across exons to promote pre-mRNA splicing. Genome Biol. 11(8): R84.\nZhang, X. H.-F., M. A. Arias, S. Ke, and L. A. Chasin. (2009) Splicing of designer exons reveals unexpected complexity in pre-mRNA splicing. RNA 15: 367-376.\nYu, Y., P. A. Maroney, J. A. Denker, X. H. Zhang, O. Dybkov, R. Luhrmann, E. Jankowsky, L. A. Chasin, and T. W. Nilsen (2008) Dynamic regulation of alternative splicing by silencers that modulate 5' splice site competition. Cell 135: 1224-36.\nKe, S.,X. H-F. Zhang, and L. A. Chasin 2008 (2008) Positive selection acting on splicing motifs reflects compensatory evolution. Genome Research 18: 533-43.\nChasin, L. A. (2007) Searching for Splicing Motifs, in “Alternative Splicing in the Postgenomic Era,” B. Blencowe and B. Graveley, eds., pp.. Landes Bioscience, Austin, TX 78701 85-106.\nZhang, X. H-F. and L. A. Chasin. (2006) Comparison of multiple vertebrate genomes reveals the birth and evolution of human exons. Proc Natl. Acad. Sci. USA 103: 13427-13432.\nZhang, X. H-F., Kangsamaksin, T. , Chao, M.S.P., Banerjee, J.K., and Chasin, L.A. (2005) Exon inclusion is dependent upon predictable exonic splcing enhancers Mol. Cell. Biol. 25: 7323-7332.\nXiang H-F. Zhang and Lawrence A. Chasin (2004) Computational definition of sequence motifs governing the splicing of constitutive exons Genes Dev 18: 1241-50.\nX. H-F. Zhang, K. Heller, I. Helfer, C. Leslie, and L.A. Chasin (2003) Sequences Information for the splicing of human pre-mRNA identified by support vector machine classification Genome Research 13: 2637-2650.\nZhang X, Lee J, Chasin LA. (2003) The effect of nonsense codons on splicing: A genomic analysis RNA 9(6): 637-639; update: Latent splice sites and stop codons revisited. RNA 10: 5-6 RNA (2004).\nFairbrother, W. and Chasin, L.A. (2000) Human genomic sequences that inhibit splicing Mol. Cell. Biol. 20: 6816-6825. Article\nSun, H. and Chasin, L.A. (2000) Defective splice signals in an intronic false exon Mol. Cell. Biol. 20: 6414-6425. Article\nBai, Y. , D. Lee, T. Tu, and L.A. Chasin (1999) Control of 3' splice site selection in vivo by ASF/SF2 and hnRNP A1 Nucleic Acids Res. 27: 1126-1134. Article\nChen, Chao and Lawrence A. Chasin (1999) Cointegration of DNA molecules introduced into mammalian cells by electroporation Somat. Cell Molec. Genet. 24: 249-256. Article\nNoe V, Alemany C, Chasin LA, Ciudad CJ. (1998) Retinoblastoma protein associates with SP1 and activates the hamster dihydrofolate reductase promoter Oncogene 16(15): 1931-8. Article\nNoe, V., C. Chen, C. Alemany, M. Nicolas, I. Caragol, L.A. Chasin, and C. J. Ciudad (1997) Cell growth regulation of the hamster dihydrofolate reductase gene promoter by transcription factor Sp1 Eur. J. Biochem. 249: 13-20. Article\nKessler, O. & Chasin, L.A. (1996) The Effect of Nonsense Mutations on Nuclear and Cytoplasmic Adenine Phosphoribosyltransferase RNA Mol Cell Biol 16: 4426-4435. Article", "Research Embedding": null}, {"Name": "Robert E. Pollack", "Title": "Professor Emeritus of Biological Sciences", "url": "https://biology.columbia.edu/content/robert-e-pollack", "Research Summary": "I direct the Research Cluster on Science and Subjectivity [RCSS].  Our research agenda is to determine what an undergraduate student can come up with, organize and carry out as a  project involving science, subjectivity and service, if offered the chance to do so with advice from me and colleagues, and a considerable stipend while doing it.  We have found that giving undergraduates ownership of their project generates unexpected depths of creativity and novelty.  For current projects and more information, see https://rcss.scienceandsociety.columbia.edu/\nAdditional research interest: Are there any good experiments that should not be done? Since arriving as a Professor to open my laboratory in the newly constructed Fairchild Laboratory in 1978 I have been involved in the long term research project of determining the parameters of a possible path to an alternative treatment for malignant tumors: reversion.  From 1968 to 1994, first at Cold Spring Harbor Laboratory under the direction of James d. Watson and then here, I carried out research on the phenomenon of reversion: the emergence of normal cells from within clonal populations of tumor cells.  This work has remained relevant and is referenced in many current research projects; however, since the early 1990s – after serving as the Dean of Columbia College and admitting women for the first time since its founding in 1754 - I myself have not led a funded laboratory.\nInstead, I direct the Research Cluster on Science and Subjectivity [RCSS], endowed by an alumnus of the College, Harvey Krueger ‘51.  Our research agenda is to determine what an undergraduate student can come up with, organize and carry out as a  project involving science, subjectivity and service, if offered the chance to do so with advice from me and colleagues, and a considerable stipend while doing it.  For current projects and more information, see https://rcss.scienceandsociety.columbia.edu/\nIn addition, I bring my work on matters of science and subjectivity to other venues.  For example, I am\nCo-Chair, University Seminar #791, “Science and Subjectivity”\nMember, Mentoring subctty, Biology DEI Committee\nEditor, Columbia University Press series “Science and Religion”\nFormer Director (2009-2019), University Seminars\nMember, Affiliate Faculty, Union Theological Seminary\nGuest lecturer, Academy for Jewish Religion\nMember, Board of Directors, Healing of the Nations Foundation\nBiography\nRobert Pollack is an American biologist whose interests cross many academic lines.  He grew up in Brooklyn, attended public schools, and majored in physics at Columbia University, where he graduated from the College in 1961.  He received a Ph.D. in Biological Sciences from Brandeis University in 1966, and subsequently was a postdoctoral Fellow in Pathology with Howard Green at NYU Medical center, and at the Weizmann Institute in Israel with Ernest Winocour.  He was then recruited to Cold Spring harbor Laboratory by James Watson to establish a research program on reversion of cancer cells.  He became a tenured Associate Professor of Microbiology at SUNY Stony Brook Medical Center, before returning to Columbia as a Professor of Biological Sciences in 1978.  He served as Dean of Columbia College from 1982 to 1989, overseeing the enrollment of women in the College for the first time.\nHe remains at Columbia as a Professor of Biological sciences, and also served as Director of the University Seminars from 2011 to 2020; he was the fifth Director since its founding in 1944.  He is also a member of the Affiliate Faculty of the American Studies Program.  From 1999-2012, he was the Director of the Center for the Study of science and Religion, a program within Columbia’s Earth Institute.  In 2014 his interest in questions that lie at the intersect of science and subjectivity, coupled with the gift of an endowment from College alumnus Harvey Krueger ’51, led him to establish the Research Cluster on Science and Subjectivity, a project within Columbia’s Center for Science and Society.\nIn addition to these activities, Pollack has authored many research reports, reviews, articles, and opinion pieces on molecular biology, medical ethics and science education as well as writing or editing ten books, including Signs of Life: the Language and Meanings of DNA (1994), which won the Lionel Trilling Award and has been translated into six languages, The Faith of Biology and the Biology of Faith: Order, meaning and free will in modern science (2000), and The Missing Moment: How the unconscious shapes modern science (2001).  His most recent book is The Course of Nature, a book of drawings by the artist Amy Pollack, accompanied by his short explanatory essays.\n  From “After reading a Child's guide to physics,”  by W. H. Auden, 1961\n  This passion of our kind\nFor the process of finding out\nIs a fact one can hardly doubt,\nBut Would rejoice in it more\nIf I knew more clearly what\nWe wanted the knowledge for.\nFelt certain still that the mind\nIs free to know or not.\n  It has chosen once, I seems,\nAnd whether our concern\nFor magnitudes extremes\nReally becomes a creature\nWho comes in a median size,\nOr politicizing Nature\nBe altogether wise,\nIs something we shall learn.\nHonors \nPollack received the Alexander Hamilton Medal from Columbia University, the Gershom Mendes Seixas Award from the Columbia/Barnard Hillel, and held a Guggenheim Fellowship. He presented the Schoff Lectures at Columbia in 1998, which led to his book, The Faith of Biology and the Biology of Faith. He also presented the Dean’s distinguished Lecture in the Humanities at Columbia’s College of Physicians and Surgeons in 2000.\nEducation\nB.A., Columbia College, Physics, 1961\nPh.D., Brandeis University, Biology, 1966\nCourses\nEEEB 4321, Human Identity\nAmerican Studies W3930, Life at the End of Life\nIn the News\n2022, \"Ep. 1: Columbia and Its Forgotten Jewish Campus\". Gatecrashers. Podcast hosted by Mark Oppenheimer. 13 Sep. 2022.\n2022, Jackson, Elizabeth. “An Education in Life: On Life at the End of Life, Companionship, and Care.” The Blue and White. 10 Mar. 2022.\n2021. Amy Pollack, Robert Pollack. \"Where is the Overlap of Jewish Identity and Jewish Ancestry?\" Sinai and Synapses. 22 July 2021.\n2019. \"Rethinking Our Vision of Success: A Conversation with Robert Pollack\" Edgecast. Podcast hosted by Edge.org. 10 Oct. 2022.\n2017, “Can We Make Cancer Cells Normal Again?” Columbia University Irving Medical Center, 6 Apr. 2017.\nMedia\n2022, The Course of Nature: Evolution and Its Consequences | Amy and Robert Pollack - YouTube\n2021, \"Episode One.\" Genetic Dreams, Genetic Nightmares, hosted by Matthew Cobb, BBC Radio 4. 20 July 2021.\n2019, Pollack, R., \"The light that stays on beyond the oil: The Jewish Festival of Chanukah and the location of the Soul\", presented at West End Synagogue, New York, December 14, 2019.\n2016, Pollack, R., \"Columbia College Class of 1961: Fifty-fifth Reunion.\" Faculty Room, Low Memorial Library. 4 June 2016.\n2016, Pollack, R. \"Can Faith Broaden Reason?\" Trinity Church, Wall Street, Discovery Adult Education Program. 22 May 2016.\n2016, Pollack, R. \"From Ebola to Zika: Present and Emerging Infectious Diseases.\" Introductory Remarks. 19 April 2016.\n2014, Pollack, R., \"Commemoration of Robert Belknap.\" St. Paul's Chapel, Columbia University. 12 Sept. 2014.\n2002, \"Part III: Dolly\" Three Tales by Steven Reich, Boosey & Hawkes. 12 May 2002. \n2001, Pollack, R., Evolution and Religion, PBS Roundtable: science and Faith", "Research Embedding": null}, {"Name": "Alexander A. Tzagoloff", "Title": "Professor Emeritus of Biological Sciences", "url": "https://biology.columbia.edu/content/alexander-tzagoloff", "Research Summary": "Web companion to the paper: \"SIT4 Regulation of Respiration in S. cerevisiae\"\nPropagation of mitochondria depends on the expression of a small number of mitochondrial genes and a much larger pool of genetic information resident in nuclear DNA. Current estimates suggest that in the budding yeast Saccharomyces cerevisiae, close to 400 nuclear genes (referred to as PET genes) encode proteins with functions directly relevant to the maintenance of respiring mitochondria. While the functions of the mitochondrial gene products are well understood, the same cannot be said of the nuclear counterparts. An unexpectedly large proportion of PET genes have turned out to selectively affect the synthesis of individual respiratory complexes such as cytochrome oxidase and the proton translocating ATPase complex. In addition to coding for known subunit polypeptides of these heteroligomeric enzymes, PET genes govern processing of mitochondrial pre-mRNAs, translation of the mature mRNAs, and a host of post- translational events crucial for the production of the final active complexes. The functions of nuclear gene products involved in promoting late steps in assembly of the respiratory chain complexes, ensuing translation, import, and membrane insertion of all the constituents are the main focus of ongoing studies in our laboratory.\nMedLine Listing of Dr. Tzagoloff's Publications Rak, M., Gokova, S. and Tzagoloff, A. (2011) Modular assembly of yeast mitochondrial ATP synthase. EMBO J. 30: 920-930.\nZampol, M. A., Busso, C., Gomes, F., Ferreira-Junior, J. R., Tzagoloff, A., and Barros, M. H. (2010) Over-expression of COQ10 in Saccharomyces cerevisiae inhibits mitochondrial respiration. Biochem. Biophys. Res. Commun. 402: 82-87.\nBusso, C., Tahara, E,. B., Ogusucu, R., Augusto, O., Ferreira-Junior, J. R., Tzagoloff, A., Kowaltowski, A. J., and Barros, M. H. (2010) Saccharomyces cerevisiae coq10 mutants are responsive to antimycin A. FEBS Journal, 277: 4530-4538.\nBurnichon, N., Briere, J. J., Libe, R., Vescovo, L., Riviere, J., Tissier, F., Jouanno, E., Jeunemaitre, X., Benit, P., Tzagoloff, A., Rustin, P., Bertherat, J., Favier, J., Gimenez- (2010) SDHA is a tumor suppressor gene causing paraganglioma. Hum. Molec. Genet 18: 3011-3020.\nRak, M,, and Tzagoloff, A. (2009) F1-dependent translation of mitochondrially encoded Atp6p and Atp8p subunits of yeast ATP synthase. Proc. Natl. Acad. Sci. U.S.A. 106: 18509-18514.", "Research Embedding": null}]